{
  "number": 53,
  "nameAr": "سورة النجم",
  "nameBn": "সূরা নাজম",
  "revelationPlace": "Makki",
  "ayahCount": 62,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "وَالنَّجْمِ إِذَا هَوَى",
      "bangla": "শপথ নক্ষত্রের, যখন উহা হয় অস্তমিত,",
      "translations": {
        "osmani": "শপথ নক্ষত্রের, যখন তা অস্তমিত হয়,",
        "tawjih": "শপথ নক্ষত্রের, যখন তা অস্তমিত হয়।"
      },
      "words": [
        {
          "text": "وَالنَّجْمِ",
          "meaningBn": "শপথ নক্ষত্রের",
          [cite_start]"notes": "نَجَمَ (দৃষ্টিগোচর হওয়া, রাত্রে আসা, উদিত হওয়া, আরম্ভ করা বা হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَجْمٌ (তারকা, জ্যোতিষ্ক, নক্ষত্র, সমবেতভাবে নক্ষত্রসমূহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় وَ (শপথ) থাকায় النَّجْمِ হয়েছে [cite: 1118, 1119, 1120]।"
        },
        {
          "text": "إِذَا هَوَى",
          "meaningBn": "যখন উহা হয় অস্তমিত",
          "notes": "هَوَى (ধপাস করে পড়ে যাওয়া, আকস্মিক পতন হওয়া, সম্মুখ বা পশ্চাৎ দিকে দেহ আনত করা, ঝুঁকে পড়া, উড়িয়ে নেওয়া, অস্ত যাওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذَا (যখন) [cite: 1121, 1122]।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى",
      "bangla": "তোমাদের সঙ্গী বিভ্রান্ত নয়, বিপথগামীও নয়,",
      "translations": {
        "osmani": "তোমাদের সঙ্গী বিভ্রান্ত হয়নি, বিপথগামীও হয়নি।",
        "tawjih": "তোমাদের সঙ্গী বিভ্রান্ত হননি আর না পথভ্রষ্ট হয়েছেন।"
      },
      "words": [
        {
          "text": "مَا ضَلَّ",
          "meaningBn": "বিভ্রান্ত নয়",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, ভুল করা, ভুলে যাওয়া, ধোঁকা খাওয়া, প্রতারিত হওয়া, বিচ্যুত হওয়া, উধাও হওয়া, উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো, কারো ব্যাপারে ভুল করা, চিন্তা থেকে সরে যাওয়া, অন্তর্হিত হওয়া); মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নয়) [cite: 1123, 1124]।"
        },
        {
          "text": "صَاحِبُكُمْ",
          "meaningBn": "তোমাদের সঙ্গী",
          "notes": "صَحِبَ (সঙ্গী হওয়া, সাথী হওয়া, সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার); [cite_start]শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে صَاحِبُ হয়েছে [cite: 1125]।"
        },
        {
          "text": "وَ مَا غَوَى",
          "meaningBn": "বিপথগামীও নয়",
          "notes": "غَوَى (বিভ্রান্ত হওয়া, ভ্রান্তিতে পড়া, পথভ্রষ্ট হওয়া, বিপথে যাওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না, নয়) [cite: 1126, 1127]।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "وَ مَا يَنْطِقُ عَنِ الْهَوَى",
      "bangla": "এবং সে মনগড়া কথাও বলে না।",
      "translations": {
        "osmani": "আর সে মনগড়া কথাও বলে না।",
        "tawjih": "আর সে নিজ থেকে কোনো কথা বলে না।"
      },
      "words": [
        {
          "text": "وَ مَا يَنْطِقُ",
          "meaningBn": "এবং সে কথাও বলে না",
          "notes": "نَطَقَ (কথা বলা, স্পষ্টভাবে এবং বিশুদ্ধভাবে বলা, উচ্চারণ করা, বলা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَنْطِقُ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না, নয়) [cite: 1128, 1129]।"
        },
        {
          "text": "عَنِ الْهَوَى",
          "meaningBn": "মনগড়া",
          "notes": "هَوَى (ধপাস করে পড়ে যাওয়া, আকস্মিক পতন হওয়া, সম্মুখ বা পশ্চাৎ দিকে দেহ আনত করা, ঝুঁকে পড়া, উড়িয়ে নেওয়া, অস্ত যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য هَوًى (প্রবৃত্তি, কামনা, বাসনা, লালসা, ইচ্ছা, ঝোঁক, প্রবণতা, আবেগ, অনুরাগ, অভিলাষ, যৌনকামনা, খেয়াল-খুশি, মনগড়া); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْهَوَى হয়েছে; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় عَنْ (হতে); [cite_start]عَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় عَنِ লেখা হয়েছে [cite: 1132, 1133, 1134]।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى",
      "bangla": "ইহা তো ওহী, যা তার প্রতি প্রত্যাদেশ হয়,",
      "translations": {
        "osmani": "এটা তো কেবল ওহী, যা তার প্রতি প্রত্যাদেশ করা হয়।",
        "tawjih": "এটা তো কেবল ওহী যা তার প্রতি প্রত্যাদেশ করা হয়।"
      },
      "words": [
        {
          "text": "إِنْ هُوَ إِلَّا وَحْيٌ",
          "meaningBn": "ইহা তো ওহী",
          "notes": "وَحَى (উদ্দীপ্ত করা, উদ্বুদ্ধ করা, অনুপ্রাণিত করা, প্রেরণা দান করা, অনুপ্রেরণা দান করা, প্রত্যাদেশ করা, অবহিত করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য وَحْيٌ (ওহী, প্রত্যাদেশ, ঐশি বাণী, বার্তা, অনুপ্রেরণা, শিক্ষা); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় إِنْ (যদি), স্বতন্ত্র-সর্বনাম هُوَ (সে, ইহা) ও ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1137, 1138]।"
        },
        {
          "text": "يُوحَى",
          "meaningBn": "যা তার প্রতি প্রত্যাদেশ হয়",
          [cite_start]"notes": "শব্দটি وَحَى (উপরে দেখুন) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ [cite: 1139]।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "عَلَّمَهُ شَدِيدُ الْقُوَى",
      "bangla": "তাকে শিক্ষা দান করে শক্তিশালী,",
      "translations": {
        "osmani": "তাকে শিক্ষা দেয় মহা শক্তিশালী (জিবরাইল আ.)।",
        "tawjih": "তাকে শিক্ষা দেন মহা শক্তিশালী (ফেরেশতা)।"
      },
      "words": [
        {
          "text": "عَلَّمَهُ",
          "meaningBn": "তাকে শিক্ষা দান করে",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, জানতে পারা, অবহিত হওয়া) মূল ক্রিয়ার ২নং ফরম عَلَّمَ (শিক্ষা দেওয়া, শেখানো, অবহিত করা, জানানো) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার, তাকে) [cite: 1140, 1141]।"
        },
        {
          "text": "شَدِيدُ",
          "meaningBn": "প্রবল",
          [cite_start]"notes": "شَدَّ (সুদৃঢ় করা, বলিষ্ঠ করা, প্রচন্ড হওয়া, তেজস্বী করা, প্রবল করা, তীব্র হওয়া, শক্তিশালী করা, কঠিন করা, সুরক্ষিত করা, দুর্ভেদ্য করা) মূল ক্রিয়ার একটি বিশেষ্য شَدِيدٌ (তীব্র, প্রবল, দৃঢ়, শক্তিশালী, শক্তিধর, কঠোর, সোজাসুজি ও সঠিক) [cite: 1142]।"
        },
        {
          "text": "الْقُوَى",
          "meaningBn": "ক্ষমতাশালী",
          "notes": "قَوِيَ (বলিষ্ঠ হওয়া, বলবান হওয়া, সবল হওয়া, প্রবল হওয়া, তেজস্বী হওয়া, শক্ত হওয়া, শক্তিশালী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য قُوَّةٌ (শক্তি, ক্ষমতাশালী, বল, সামর্থ, প্রবলতা, দৃঢ়তা, বলিষ্ঠতা, আইন মান্য করতে দৃঢ় সংকল্প), বহুবচন قُوًى; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْقُوَى হয়েছে [cite: 1143, 1144]।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "ذُو مِرَّةٍ فَاسْتَوَى",
      "bangla": "প্রজ্ঞাসম্পন্ন, সে নিজ আকৃতিতে স্থির হয়েছিল,",
      "translations": {
        "osmani": "প্রজ্ঞাসম্পন্ন, সে নিজ আকৃতিতে স্থির হয়েছিল।",
        "tawjih": "প্রজ্ঞাসম্পন্ন, অতঃপর সে স্থির হলো।"
      },
      "words": [
        {
          "text": "ذُو مِرَّةٍ",
          "meaningBn": "প্রজ্ঞাসম্পন্ন",
          "notes": "مَرَّ (অতিবাহিত হওয়া, অতিক্রান্ত হওয়া, চলমান হওয়া, সঞ্চরমান হওয়া, পাশ দিয়ে যাওয়া, অতিক্রম করে যাওয়া, মৃদুমন্দ গতিতে হেঁটে বেড়ানো, অলস গতিতে হেঁটে বেড়ানো, অগ্রসর হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مِرَّةٌ (শারীরিক ও মানসিকভাবে যোগ্য, তীক্ষ্ণ ও বলিষ্ঠ ধীশক্তি, গভীর প্রজ্ঞা, ক্ষমতা, বলিষ্ঠতা, সৌষ্ঠব); [cite_start]পূর্বে ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী) থাকায় ذُو مِرَّةٍ হয়েছে [cite: 1145, 1148, 1149]।"
        },
        {
          "text": "فَاسْتَوَى",
          "meaningBn": "সে নিজ আকৃতিতে স্থির হয়েছিল",
          "notes": "سَوِيَ (সমান হওয়া, সমতুল্য হওয়া, সোজা হওয়া, সঠিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ৮নং ফরম اِسْتَوَى (সোজা হওয়া, ঠিক হওয়া, ঠিকভাবে বসা, স্থির হওয়া, আরোহণ করা, উপবেশন করা, সমাসীন হওয়া, কোনো কাজ করার জন্য নিজেকে নিয়োগ করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1150, 1151]।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "وَهُوَ بِالْأُفُقِ الْأَعْلَى",
      "bangla": "তখন সে ঊর্ধ্বদিগন্তে,",
      "translations": {
        "osmani": "তখন সে ঊর্ধ্বদিগন্তে ছিল।",
        "tawjih": "তখন সে ঊর্ধ্বদিগন্তে ছিল।"
      },
      "words": [
        {
          "text": "وَهُوَ بِالْأُفُقِ",
          "meaningBn": "তখন সে ছিল দিগন্তে",
          "notes": "أَفَقَ (দিক-দিগন্তে ভ্রমণ করা, ঘুরে বেড়ানো) মূল ক্রিয়ার একটি বিশেষ্য أُفُقٌ (দিগন্ত, দিকবলয়, সুদূর প্রান্ত, দূরবর্তী অঞ্চল, পৃথিবীর এলাকা/ অঞ্চল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْأُفُقِ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُوَ (সে) [cite: 1152, 1153]।"
        },
        {
          "text": "الْأَعْلَى",
          "meaningBn": "ঊর্ধ্বদিগন্তে",
          "notes": "عَلَوَ (عَلَا) (উচ্চ হওয়া, উন্নীত হওয়া, অধিক উঁচু হওয়া, স্ফীত হওয়া, অভিজাত হওয়া, পরাভূত করা, গর্বিত হওয়া, ঔদ্ধত্য প্রকাশ করা, মর্যাদাবান হওয়া, সম্মান বৃদ্ধি পাওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَعْلَى (অধিক উঁচু, উচ্চতর, সর্বোচ্চ, মহান, সুমহান, মহিমান্বিত); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَعْلَى। [cite_start]হয়েছে [cite: 1153, 1154]।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "ثُمَّ دَنَا فَتَدَلَّى",
      "bangla": "অতঃপর সে তাহার নিকটবর্তী হলো, অতি নিকটবর্তী,",
      "translations": {
        "osmani": "অতঃপর সে নিকটবর্তী হলো, তারপর আরো নিকটবর্তী।",
        "tawjih": "অতঃপর সে নিকটবর্তী হলো এবং আরো কাছে ঝুলে পড়লো।"
      },
      "words": [
        {
          "text": "ثُمَّ دَنَا",
          "meaningBn": "অতঃপর সে তাহার নিকটবর্তী হলো",
          "notes": "دَنَوَ (دَنَا) (নিকটবর্তী হওয়া, প্রায় কাছাকাছি হওয়া, নিকটে আগমন করা, আসন্ন হওয়া, কাছে টানা, নীচে হওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় ثُمَّ (অতঃপর) [cite: 1158, 1159]।"
        },
        {
          "text": "فَتَدَلَّى",
          "meaningBn": "অতি নিকটবর্তী",
          "notes": "دَلَوَ (دَلَا) (কোনো কিছু পতিত করা, পতিত হওয়া, কোনো কিছু নিচে ফেলা) মূল ক্রিয়ার ৫নং ফরম تَدَلَّى (ঝুলতে থাকা, নিচু হওয়া, খুব নিকটবর্তী হওয়া, নীচে নামা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1160, 1161]।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى",
      "bangla": "ফলে তাদের মধ্যে দুই ধনুকের ব্যবধান থাকল অথবা উহারও কম।",
      "translations": {
        "osmani": "ফলে তাদের মধ্যে দুই ধনুক অথবা তার চেয়েও কম ব্যবধান রইল।",
        "tawjih": "ফলে (তাদের মাঝে) দুই ধনুকের ব্যবধান রইল অথবা তার চেয়েও কম।"
      },
      "words": [
        {
          "text": "فَكَانَ",
          "meaningBn": "ফলে তাদের মধ্যে থাকল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1162, 1163]।"
        },
        {
          "text": "قَابَ",
          "meaningBn": "ব্যবধান",
          "notes": "قَوَبَ (قَابَ) (খনন করা, কাছে টানা, দুরে উড়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য قَابٌ (ব্যবধান, দূরত্ব, পরিমান, মাপ); [cite_start]শব্দটি قَوْسَيْنِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় قَابَ হয়েছে [cite: 1166, 1167]।"
        },
        {
          "text": "قَوْسَيْنِ",
          "meaningBn": "দুই ধনুকের",
          [cite_start]"notes": "قَوِسَ (قَاسَ) (বক্র হওয়া, বাঁকা হওয়া, আঁকাবাকা হওয়া, ধনুকাকৃতি হওয়া) মূল ক্রিয়ার একটি বিশেষ্য قَوْسٌ (ধনুক, মিলান, পাঁজরের হাড়), দ্বিবচন সম্বন্ধকারকে قَوْسَيْنِ [cite: 1168]।"
        },
        {
          "text": "أَوْ أَدْنَى",
          "meaningBn": "অথবা উহারও কম",
          "notes": "دَنَوَ (دَنَا) (উপরে দেখুন) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَدْنَى (মৌলিক রূপ أَدْنَى; নিকটতর, ঘনিষ্টতর, নগণ্যতর, ন্যূনতম, নিকৃষ্টতর, নিম্নতর, অতি নিকটে, অপেক্ষাকৃত কম গুরুতর); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় أَوْ (অথবা) [cite: 1169]।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "فَأَوْحَى إِلَى عَبْدِهِ مَا أَوْحَى",
      "bangla": "তখন আল্লাহ্ তাঁহার বান্দার প্রতি যাহা ওহী করিবার তাহা ওহী করিলেন।",
      "translations": {
        "osmani": "তখন আল্লাহ্ তাঁর বান্দার প্রতি যা ওহী করার তা ওহী করলেন।",
        "tawjih": "তখন আল্লাহ্ তাঁর বান্দার প্রতি ওহী করলেন যা ওহী করার ছিল।"
      },
      "words": [
        {
          "text": "فَأَوْحَى",
          "meaningBn": "তখন আল্লাহ্ তাহা ওহী করলেন",
          "notes": "وَحَى (দেখুন আয়াত-৪) মূল ক্রিয়ার ৪নং ফরম أَوْحَى (প্রত্যাদেশ করা, ওহী করা, উদ্দীপ্ত করা, অনুপ্রাণিত করা, ইশারা করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1170, 1171]।"
        },
        {
          "text": "إِلَى عَبْدِهِ",
          "meaningBn": "তাঁর বান্দার প্রতি",
          "notes": "عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার একটি বিশেষ্য عَبْدٌ (বান্দা, দাস, ক্রীতদাস, ভৃত্য); [cite_start]শব্দটি সংযুক্ত-সর্বনাম هِ (তাঁর)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে, প্রতি) থাকায় عَبْدِهِ হয়েছে [cite: 1172, 1173]।"
        },
        {
          "text": "مَا أَوْحَى",
          "meaningBn": "যা ওহী করার",
          [cite_start]"notes": "أَوْحَى (উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1174]।"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "مَا كَذَبَ الْفُؤَادُ مَا رَأَى",
      "bangla": "যা সে দেখেছে, তার অন্তঃকরণ তা অস্বীকার করে নাই;",
      "translations": {
        "osmani": "যা সে দেখেছে, তার অন্তর তা অস্বীকার করেনি।",
        "tawjih": "(চক্ষু যা দেখেছে) অন্তর তা অস্বীকার করেনি।"
      },
      "words": [
        {
          "text": "مَا كَذَبَ",
          "meaningBn": "অস্বীকার করে নাই",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, মিথ্যা হওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নাই) [cite: 1178, 1179]।"
        },
        {
          "text": "الْفُؤَادُ",
          "meaningBn": "অন্তঃকরণ",
          "notes": "فَأَدَ (অন্তরে আঘাত লাগা, হৃৎপিন্ডের অসুখে আক্রান্ত হওয়া, অন্তরে চোট পাওয়া) মূল ক্রিয়ার একটি বিশেষ্য فُؤَادٌ (অন্তকরণ, হৃৎপিন্ড, আত্মা, মন); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْفُؤَادُ হয়েছে [cite: 1180, 1181]।"
        },
        {
          "text": "مَا رَأَى",
          "meaningBn": "যা সে দেখেছে",
          "notes": "رَأَى (দেখা, প্রত্যক্ষ করা, পর্যবেক্ষণ করা, লক্ষ্য করা, গোচরে আসা, অবহিত হওয়া, ভেবে দেখা, বোধ করা, উপলব্ধি করা, চিন্তা করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নাই) [cite: 1184, 1185]।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "أَفَتُمَارُونَهُ عَلَى مَا يَرَى",
      "bangla": "সে যা দেখেছে তোমরা কি সে বিষয়ে তার সঙ্গে বিতর্ক করবে?",
      "translations": {
        "osmani": "সে যা দেখেছে তোমরা কি সে বিষয়ে তার সাথে বিতর্ক করছ?",
        "tawjih": "সে যা দেখেছে, তোমরা কি সে বিষয়ে তার সাথে বিতর্ক করবে?"
      },
      "words": [
        {
          "text": "أَفَتُمَارُونَهُ",
          "meaningBn": "তোমরা কি তার সঙ্গে বিতর্ক করবে",
          "notes": "مَارَى (ভূমিতে সজোরে পদাঘাত করা, দুধের বোটায় চাপ দেওয়া, মতের অমিল হওয়া, তর্কে নামা) মূল ক্রিয়ার ৩নং ফরম مَارَى (বিতর্ক করা, বাগযুদ্ধ করা, যুক্তি প্রদর্শন করা, উচ্চস্বরে ও প্রবল কলহপ্রবণ কোনো তর্কাতর্কিতে অংশগ্রহণ করা, ভিন্নমত পোষণ করা, কোনো বিষয় নিয়ে অন্যজনের সঙ্গে ঝগড়া করা)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تُمَارُونَ পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব); এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?); [cite_start]শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার) [cite: 1186, 1187]।"
        },
        {
          "text": "عَلَى مَا يَرَى",
          "meaningBn": "সে যা দেখেছে সে বিষয়ে",
          "notes": "رَأَى (উপরে দেখুন) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَرَى; [cite_start]পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় عَلَى (উপর, বিষয়ে) ও সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1188]।"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "وَ لَقَدْ رَآهُ نَزْلَةً أُخْرَى",
      "bangla": "নিশ্চয়ই সে তাকে আরেকবার দেখেছিল;",
      "translations": {
        "osmani": "আর নিশ্চয়ই সে তাকে আরও একবার দেখেছিল।",
        "tawjih": "আর নিশ্চয়ই সে তাকে আরেকবার দেখেছিল।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ",
          "meaningBn": "এবং নিশ্চয়ই",
          "notes": "ক্রিয়া-বিশেষণ لَ (নিশ্চয়) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্য)-এর মিলিত রূপ لَقَدْ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1189]।"
        },
        {
          "text": "رَآهُ",
          "meaningBn": "সে তাকে দেখেছিল",
          "notes": "রَأَى (উপরে দেখুন) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]শেষে সংযুক্ত-সর্বনাম هُ (তার) যুক্ত হওয়ার প্রেক্ষিতে رَآهُ রূপ গ্রহণ করেছে [cite: 1190, 1191]।"
        },
        {
          "text": "نَزْلَةً",
          "meaningBn": "এক অবতরণ",
          "notes": "نَزَلَ (অবতারিত হওয়া, নাযিল হওয়া, নীচে অবরোহণ করা, নিজে নেমে আসা, যান হতে অবতরণ করা) মূল ক্রিয়ার একটি বিশেষ্য نَزْلَةٌ (অবতরণ, আগমন, অবস্থান); [cite_start]শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় نَزْلَةً হয়েছে [cite: 1192, 1193]।"
        },
        {
          "text": "أُخْرَى",
          "meaningBn": "অপর",
          [cite_start]"notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخَرُ (অপর, আর, অন্য, পরবর্তী), স্ত্রীলিঙ্গ أُخْرَى [cite: 1194]।"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "عِنْدَ سِدْرَةِ الْمُنْتَهَى",
      "bangla": "প্রান্তবর্তী বদরী বৃক্ষের নিকট;",
      "translations": {
        "osmani": "(তা) সিদরাতুল মুনতাহার নিকটে (ছিল)।",
        "tawjih": "সিদরাতুল মুনতাহার নিকটে।"
      },
      "words": [
        {
          "text": "عِنْدَ سِدْرَةِ",
          "meaningBn": "বদরী বৃক্ষের নিকট",
          "notes": "سَدِرَ (হতবুদ্ধি হওয়া, হতভম্ব হওয়া, গুলিয়ে ফেলা) মূল ক্রিয়ার এক সংখ্যা বিশিষ্ট বিশেষ্য سِدْرَةٌ (একটি কুল গাছ); [cite_start]শব্দটি الْمُنْتَهَى-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) থাকায় سِدْرَةِ হয়েছে [cite: 1198, 1199]।"
        },
        {
          "text": "الْمُنْتَهَى",
          "meaningBn": "প্রান্তবর্তী",
          "notes": "نَهَى (নিষেধ করা, বারণ করা, বাধা দেওয়া, মানা করা, বিরত রাখা) মূল ক্রিয়ার ৮নং ফরম اِنْتَهَى (নিবৃত্ত হওয়া, ক্ষান্ত হওয়া, বিরত থাকা, সমাপ্ত হওয়া, সম্পন্ন হওয়া, শেষ হওয়া, উপনীত হওয়া, পৌঁছা);-এর স্থান-বিশেষ্য مُنْتَهَى (শেষ প্রান্ত, শেষ সীমা, চরম সীমা, চূড়ান্ত পর্যায়, সমাপ্তি); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُنْتَهَى হয়েছে [cite: 1202, 1203]।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "عِنْدَهَا جَنَّةُ الْمَأْوَى",
      "bangla": "যার নিকট অবস্থিত বাসোদ্যান।",
      "translations": {
        "osmani": "তার পাশেই রয়েছে জান্নাতুল মা'ওয়া।",
        "tawjih": "তার কাছেই রয়েছে জান্নাতুল মাওয়া।"
      },
      "words": [
        {
          "text": "عِنْدَهَا",
          "meaningBn": "যার নিকট অবস্থিত",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ [cite: 1204]।"
        },
        {
          "text": "جَنَّةُ",
          "meaningBn": "জান্নাত",
          [cite_start]"notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেশ্ত): শব্দটি الْمَأْوَى-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে جَنَّةُ হয়েছে [cite: 1205]।"
        },
        {
          "text": "الْمَأْوَى",
          "meaningBn": "আশ্রয়স্থলের",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য مَأْوًى (বাস করার স্থান, আশ্রয়স্থল, আশ্রয়, আশ্রম, বাসভবন, বাসস্থান, নিবাস); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَأْوَى হয়েছে [cite: 1206, 1207]।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى",
      "bangla": "যখন বৃক্ষটি, যদ্দ্বারা আচ্ছাদিত হওয়ার তদ্দ্বারা ছিল আচ্ছাদিত,",
      "translations": {
        "osmani": "যখন যা আচ্ছাদিত করার তা সিদরাতুল মুনতাহাকে আচ্ছাদিত করে রেখেছিল।",
        "tawjih": "যখন সিদরাকে আবৃতকারী জিনিস আবৃত করে রেখেছিল।"
      },
      "words": [
        {
          "text": "إِذْ يَغْشَى",
          "meaningBn": "যখন আচ্ছাদিত হয়",
          [cite_start]"notes": "غَشِيَ (আচ্ছাদিত করা, আবৃত করা, ছেয়ে ফেলা, ছদ্মবেশ পরানো, আড়াল করা, ঢাকা অন্ধকার হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَغْشَى পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (যখন) [cite: 1208, 1209]।"
        },
        {
          "text": "السِّدْرَةَ",
          "meaningBn": "বৃক্ষটি",
          [cite_start]"notes": "سِدْرَةٌ (একটি কুল গাছ; উপরে দেখুন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় السِّدْرَةَ হয়েছে [cite: 1210]।"
        },
        {
          "text": "مَا يَغْشَى",
          "meaningBn": "যা আচ্ছাদিত হওয়ার",
          [cite_start]"notes": "يَغْشَى (আচ্ছাদিত করা; উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1211]।"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "مَا زَاغَ الْبَصَرُ وَمَا طَغَى",
      "bangla": "তার দৃষ্টিবিভ্রম হয় নাই, দৃষ্টি লক্ষ্যচ্যুতও হয় নাই।",
      "translations": {
        "osmani": "দৃষ্টি লক্ষ্যচ্যুত হয়নি আর সীমালঙ্ঘনও করেনি।",
        "tawjih": "চোখ না বিভ্রান্ত হয়েছে, আর না সীমালঙ্ঘন করেছে।"
      },
      "words": [
        {
          "text": "مَا زَاغَ",
          "meaningBn": "সে বিচ্যুত হয় নাই",
          "notes": "زَاغَ (বিচ্যুত হওয়া, ভ্রষ্ট হওয়া, বক্র হওয়া, সরে যাওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নাই) [cite: 1215, 1216]।"
        },
        {
          "text": "الْبَصَرُ",
          "meaningBn": "দৃষ্টি",
          "notes": "بَصْرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য بَصَرٌ (দৃষ্টি, দৃষ্টিশক্তি, দেখার অনুভুতি, চক্ষু, চোখ); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْبَصَرُ হয়েছে [cite: 1217, 1218]।"
        },
        {
          "text": "وَ مَا طَغَى",
          "meaningBn": "এবং দৃষ্টি লক্ষ্যচ্যুতও হয় নাই",
          "notes": "طَغَى (সীমালঙ্ঘন করা, কক্ষ হতে ভ্রষ্ট হওয়া, লক্ষ্যচ্যুত হওয়া, বাড়াবাড়ি করা, সমুদ্র উত্তাল হওয়া, স্ফীত হওয়া, প্লাবন সৃষ্টি করা, অন্যায় করা, নির্যাতন করা, পীড়নমূলক আচরণ করা, স্বৈরাচার চালানো) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না, নাই) [cite: 1221, 1222]।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "لَقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى",
      "bangla": "সে তো তার প্রতিপালকের মহান নিদর্শনাবলী দেখেছিল;",
      "translations": {
        "osmani": "নিশ্চয়ই সে তার প্রতিপালকের মহান নিদর্শনগুলো দেখেছিল।",
        "tawjih": "নিশ্চয়ই সে তার প্রতিপালকের মহান নিদর্শনগুলো দেখেছিল।"
      },
      "words": [
        {
          "text": "لَقَدْ",
          "meaningBn": "অবশ্যই",
          [cite_start]"notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ [cite: 1223]।"
        },
        {
          "text": "رَأَى",
          "meaningBn": "সে দেখেছিল",
          [cite_start]"notes": "রَأَى (দেখা, প্রত্যক্ষ করা, পর্যবেক্ষণ করা, লক্ষ্য করা, গোচরে আসা, অবহিত হওয়া, ভেবে দেখা, বোধ করা, উপলব্ধি করা, চিন্তা করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে [cite: 1224]।"
        },
        {
          "text": "مِنْ آيَاتِ",
          "meaningBn": "নিদর্শনাবলী",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য آيَةٌ বা آيَةٌ (নিদর্শন, কুরআনের আয়াত/ বাক্য, শিক্ষনীয় বিষয়, অলৌকিক কার্য), বহুবচন أَيَّاتٌ; [cite_start]শব্দটি رَبِّهِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় آيَاتِ হয়েছে [cite: 1225, 1226]।"
        },
        {
          "text": "رَبِّهِ",
          "meaningBn": "তার প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); [cite_start]শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং آيَاتِ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে [cite: 1227, 1228]।"
        },
        {
          "text": "الْكُبْرَى",
          "meaningBn": "মহান/ বড়ো",
          "notes": "كَبُرَ (বড়ো হওয়া, বিরাট হওয়া, বৃহৎ হওয়া, আকার/ পরিমাণে সাধারণের উর্ধ্বে হওয়া, বিশিষ্ট হওয়া, গুরুত্বপূর্ণ হওয়া, শোচনীয় বিষয় হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَكْبَرُ (অধিকতর বড়ো, অতি বৃহৎ, বৃহত্তর, সবচেয়ে বড়, অতি গুরুতর, কঠিনতর, অতি মহান, মহত্তর), স্ত্রীলিঙ্গ كُبْرَى; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْكُبْرَى হয়েছে [cite: 1229, 1230]।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "أَفَرَأَيْتُمُ اللَّاتَ وَالْعُزَّى",
      "bangla": "তোমরা কি ভেবে দেখেছ 'লাত' ও 'উয্যা' সম্বন্ধে;",
      "translations": {
        "osmani": "তোমরা কি লাত ও উয্যাকে দেখেছ?",
        "tawjih": "তোমরা কি (পূজা করেছ) লাত ও উয্যার?"
      },
      "words": [
        {
          "text": "أَفَرَأَيْتُمُ",
          "meaningBn": "তোমরা কি ভেবে দেখেছ",
          "notes": "رَأَى (উপরে দেখুন) মূল ক্রিয়ার অতীতকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ رَأَيْتُمْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব); এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?); [cite_start]رَأَيْتُمْ এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় رَأَيْتُمُ লেখা হয়েছে [cite: 1231, 1232]।"
        },
        {
          "text": "اللَّاتَ",
          "meaningBn": "লাত",
          [cite_start]"notes": "'লাত' নামের পৌত্তলিক আরবদের একটি স্ত্রীজাতীয় দেবী [cite: 1233]।"
        },
        {
          "text": "وَالْعُزَّى",
          "meaningBn": "ও উয্যা সম্বন্ধে",
          [cite_start]"notes": "'আল-উজ্জা' পৌত্তলিক আরবদের একটি প্রতিমার নাম [cite: 1233]।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "وَ مَنَاةَ الثَّالِثَةَ الْأُخْرَى",
      "bangla": "এবং তৃতীয় আরেকটি 'মানাত' সম্বন্ধে?",
      "translations": {
        "osmani": "আর তৃতীয় আরেকটি মানাতকে?",
        "tawjih": "আর তৃতীয় মানাতকে?"
      },
      "words": [
        {
          "text": "وَ مَنَاةَ",
          "meaningBn": "এবং 'মানাত' সম্বন্ধে",
          [cite_start]"notes": "'মানাত' পৌত্তলিক আরববাসীদের পুজার একটি মূর্তি [cite: 1238]।"
        },
        {
          "text": "الثَّالِثَةَ",
          "meaningBn": "তৃতীয়",
          "notes": "ثَالِثٌ (তৃতীয়), স্ত্রীলিঙ্গ ثَالِثَةٌ; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الثَّالِثَةَ হয়েছে [cite: 1240, 1241]।"
        },
        {
          "text": "الْأُخْرَى",
          "meaningBn": "আরেকটি",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخَرُ (অপর, আর, অন্য, পরবর্তী), স্ত্রীলিঙ্গ أُخْرَى; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُخْرَى হয়েছে [cite: 1243, 1244]।"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "أَلَكُمُ الذَّكَرُ وَ لَهُ الْأُنثَى",
      "bangla": "তবে কি তোমাদের জন্য পুত্র সন্তান এবং আল্লাহ্ জন্য কন্যা সন্তান?",
      "translations": {
        "osmani": "নাকি তোমাদের জন্য পুত্র, আর তাঁর জন্য কন্যা?",
        "tawjih": "নাকি তোমাদের জন্য পুত্র আর তাঁর জন্য কন্যা?"
      },
      "words": [
        {
          "text": "أَلَكُمُ",
          "meaningBn": "তবে কি তোমাদের জন্য",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ لَكُمْ; لَكُمْ-এর সঙ্গে যুক্ত হওয়ার প্রেক্ষিতে لَكُمُ হয়েছে; [cite_start]كُمْ-এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় لَكُمُ লেখা হয়েছে [cite: 1245, 1246, 1247]।"
        },
        {
          "text": "الذَّكَرُ",
          "meaningBn": "পুত্র সন্তান",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা) মূল ক্রিয়ার একটি বিশেষ্য ذَكَرٌ (পুরুষ, নর); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الذَّكَرُ হয়েছে [cite: 1248, 1249]।"
        },
        {
          "text": "وَ لَهُ",
          "meaningBn": "এবং আল্লাহ্ জন্য",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُ (তাঁর)-এর মিলিত রূপ لَهُ; লَهُ-এর সঙ্গে যুক্ত হওয়ার প্রেক্ষিতে لَهُ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1250, 1251]।"
        },
        {
          "text": "الْأُنثَى",
          "meaningBn": "কন্যা সন্তান",
          "notes": "أَنَّثَ (নারীসুলভ হওয়া, স্ত্রীজাতীয় হওয়া, মেয়েলি স্বভাব হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أُنْثَى (নারী, স্ত্রীলোক, মহিলা, স্ত্রীজাতীয়, মাদী); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُنثَى হয়েছে [cite: 1252, 1253]।"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "تِلْكَ إِذًا قِسْمَةٌ ضِيْزَى",
      "bangla": "এই প্রকার বণ্টন তো অসংগত।",
      "translations": {
        "osmani": "তাহলে এ তো এক অন্যায় বণ্টন।",
        "tawjih": "তাহলে এ তো এক অন্যায় বণ্টন।"
      },
      "words": [
        {
          "text": "تِلْكَ إِذَا قِسْمَةٌ",
          "meaningBn": "এই প্রকার বণ্টন তো",
          "notes": "قَسَمَ (বিভক্ত করা, পৃথক করা, ভাগ করা, ভেঙে টুকরা করা, বিতরণ করা, অনেকের মধ্যে বন্টন করা, বিভিন্ন অংশে ভাগ করা, শ্রেণীতে বিন্যস্ত করা) মূল ক্রিয়ার একটি বিশেষ্য قِسْمَةٌ (বিভাজন, পৃথককরণ, বন্টনকৃত অংশ); [cite_start]পূর্বে রয়েছে নির্দেশক সর্বনাম تِلْكَ (ঐটি, উহা) ও ক্রিয়া-বিশেষণ إِذًا (তা হলে, সে ক্ষেত্রে) [cite: 1254, 1255]।"
        },
        {
          "text": "ضِيْزَى",
          "meaningBn": "অসংগত",
          [cite_start]"notes": "ضَازَ (ضَازَ) (প্রতারিত করা, অনৈতিক কাজ করা, অন্যায্য কাজ করা) মূল ক্রিয়ার একটি বিশেষ্য ضِيْزَى (অন্যায়, অন্যায্য, অসম বণ্টন) [cite: 1256]।"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "إِنْ هِيَ إِلَّا أَسْمَاءٌ سَمَّيْتُمُوهَا أَنْتُمْ وَأَبَاؤُكُمْ مَا أَنْزَلَ اللَّهُ بِهَا مِنْ سُلْطَانٍ إِنْ يَتَّبِعُوْنَ إِلَّا الظَّنَّ وَمَا تَهْوَى الْأَنْفُسُ وَلَقَدْ جَاءَهُمْ مِنْ رَبِّهِمُ الْهُدَى",
      "bangla": "এইগুলি কতক নামমাত্র যা তোমাদের পূর্বপুরুষগণ ও তোমরা রেখেছ, যার সমর্থনে আল্লাহ্ কোনো দলীল প্রেরণ করেন নাই। তারা তো অনুমান এবং নিজেদের প্রবৃত্তিরই অনুসরণ করে, অথচ তাদের নিকট তাদের প্রতিপালকের পথনির্দেশ এসেছে।",
      "translations": {
        "osmani": "এইগুলি কতক নামমাত্র, যা তোমরা আর তোমাদের পূর্বপুরুষেরা রেখেছ; আল্লাহ্ যার কোনো প্রমাণ পাঠাননি। তারা তো কেবল অনুমান এবং প্রবৃত্তিরই অনুসরণ করে; অথচ তাদের কাছে তাদের প্রতিপালকের পক্ষ থেকে পথনির্দেশ এসেছে।",
        "tawjih": "এ তো কেবল কতিপয় নাম, যা তোমরা আর তোমাদের পূর্বপুরুষরা রেখেছো; আল্লাহ্ যার সমর্থনে কোনো প্রমাণ পাঠাননি। তারা তো কেবল ধারণা আর মন যা চায় তারই অনুসরণ করে। অথচ তাদের কাছে তাদের প্রতিপালকের পক্ষ থেকে সঠিক পথনির্দেশ এসেছে।"
      },
      "words": [
        {
          "text": "إِنْ هِيَ إِلَّا أَسْمَاءٌ",
          "meaningBn": "এইগুলি কতক নামমাত্র ব্যতীত কিছু নয়",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য اسْمٌ (নাম, খ্যাতি, উপাধি, শিরোনাম), বহুবচন أَسْمَاءٌ; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنْ (না, নয়), স্বতন্ত্র-সর্বনাম هِيَ (সে, ইহা) ও ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1262, 1263]।"
        },
        {
          "text": "سَمَّيْتُمُوهَا",
          "meaningBn": "ও তোমরা রেখেছ তার",
          "notes": "سَمَوَ (سَمَا) (উপরে দেখুন) মূল ক্রিয়ার ২নং ফরম سَمَّى (নাম-করণ করা, নাম ধরে ডাকা, নাম রাখা, আখ্যায়িত করা)-এর অতীতকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ سَمَّيْتُمْ; [cite_start]শেষে সংযুক্ত-সর্বনাম هَا (তার) যুক্ত হওয়ার প্রেক্ষিতে سَمَّيْتُمُوهَا রূপ গ্রহণ করেছে [cite: 1264, 1265]।"
        },
        {
          "text": "أَنْتُمْ وَأَبَاؤُكُمْ",
          "meaningBn": "যা তোমাদের পূর্বপুরুষগণ",
          "notes": "أَبٌ (মৌলিক রূপ أَبَوَ; পিতা, বাবা, বাপ, জনক, পূর্বপুরুষ), বহুবচন أَبَاؤُ (পিতাগণ, পিতৃপুরুষগণ); শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَبَاؤُ হয়েছে; [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম أَنْتُمْ (তোমরা) ও সংযোজক অব্যয় وَ (এবং) [cite: 1266, 1267]।"
        },
        {
          "text": "مَا أَنْزَلَ اللَّهُ",
          "meaningBn": "আল্লাহ্ নাযিল/ প্রেরণ করেন নাই",
          "notes": "نَزَلَ (অবতারিত হওয়া, নাযিল হওয়া, নীচে অবরোহণ করা, নিজে নেমে আসা, যান হতে অবতরণ করা) মূল ক্রিয়ার ৪নং ফরম أَنْزَلَ (নাযিল করা, অবতীর্ণ করা, নামানো, নীচে পাঠানো); [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ مَا (না, নাই) ও শেষে রয়েছে কর্তা হিসেবে اللهُ [cite: 1268, 1269]।"
        },
        {
          "text": "بِهَا",
          "meaningBn": "যার সমর্থনে",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ [cite: 1270]।"
        },
        {
          "text": "مِنْ سُلْطَانٍ",
          "meaningBn": "কোনো দলীল",
          "notes": "سَلِطَ (অনমনীয় হওয়া, উদ্ধত হওয়া, দুর্বিনীত হওয়া, তীক্ষ্ণ হওয়া, সুদৃঢ় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سُلْطَانٌ (কর্তৃত্ব, আধিপত্য, সাক্ষ্যপ্রমাণ, প্রমাণ, দলীল, অধিকার, প্রকৃত হুকুমদাতা কর্তৃক প্রদত্ত ক্ষমতা); [cite_start]এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় سُلْطَانٍ হয়েছে [cite: 1271, 1272]।"
        },
        {
          "text": "إِنْ يَتَّبِعُونَ",
          "meaningBn": "তারা তো অনুসরণ করে না",
          [cite_start]"notes": "تَبِعَ (অনুসরণ করা, অনুগামী হওয়া, অধীন হওয়া, কারো পরে আসা, চিহ্ন-রেখা অনুসরণ করা, পরে যাওয়া, পিছনে হাঁটা, ধরার জন্য পশ্চাদ্ধাবন করা) মূল ক্রিয়ার ৮নং ফরম اِتَّبَعَ (অনুসরণ করা, পিছনে পিছনে চলা, মান্য করা, পশ্চাদ্ধাবন করা, অনুগামী হওয়া, পালন করা, স্থিরভাবে অনুগমন করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَتَّبِعُونَ: পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنْ (না, নয়) [cite: 1273]।"
        },
        {
          "text": "إِلَّا الظَّنَّ",
          "meaningBn": "কেবল অনুমান ব্যতীত",
          "notes": "ظَنَّ (ধারণা করা, অনুমান করা, আন্দাজ করা, চিন্তা করা, বিবেচনা করা, মনে করা, মনোযোগের সাথে ভেবে দেখা) মূল ক্রিয়ার একটি বিশেষ্য ظَنٌّ (ধারণা, অনুমান, আন্দাজ, চিন্তা, মতামত, সন্দেহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الظَّنَّ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1274, 1275, 1278]।"
        },
        {
          "text": "وَ مَا تَهْوَى",
          "meaningBn": "এবং না প্রবৃত্তির অনুসরণ",
          "notes": "هَوِىَ (কামনা করা, প্রেমে পড়া, পছন্দ করা, চাওয়া, মনঃপুত হওয়া) মূল বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تَهْوَى; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না, নাই) [cite: 1279, 1280]।"
        },
        {
          "text": "الْأَنْفُسُ",
          "meaningBn": "নিজেদের",
          "notes": "نَفْسَ (মিতব্যয়ী হওয়া, হিসাবি হওয়া, সতর্ক হওয়া, কৃপণ হওয়া, হিংসুটে হওয়া, বিদ্বেষপরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَفْسٌ (আত্মা, মন, প্রবৃত্তি, ব্যক্তি, মানুষ, জীবাত্মা, স্বয়ং নিজ), বহুবচন أَنْفُسٌ; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَنْفُسُ হয়েছে [cite: 1281, 1282]।"
        },
        {
          "text": "وَ لَقَدْ جَاءَهُمْ",
          "meaningBn": "এবং অবশ্যই তাদের নিকট এসেছে",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও ক্রিয়া-বিশেষণ قَدْ (অবশ্য)-এর মিলিত রূপ لَقَدْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। [cite_start]جَيَّاً (جَاءَ) (আসা, পৌঁছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াটির শেষে সংযুক্ত-সর্বনাম هُمْ (তাদের) যুক্ত থাকায় جَاءَهُمْ হয়েছে [cite: 1283, 1284]।"
        },
        {
          "text": "مِنْ رَبِّهِمُ",
          "meaningBn": "তাদের প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় رَبِّ হয়েছে; [cite_start]مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে [cite: 1285, 1286, 1287]।"
        },
        {
          "text": "الْهُدَى",
          "meaningBn": "পথনির্দেশ",
          "notes": "هَدَى (পথ প্রদর্শন করা, সঠিক পথের পরামর্শ দেওয়া, সঠিক পথ দেখানো, হেদায়েত করা, সঠিক পথে পরিচালিত করা) মূল ক্রিয়ার একটি বিশেষ্য هُدًى (পথনির্দেশ); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْهُدَى হয়েছে [cite: 1288, 1289]।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "أَمْ لِلْإِنْسَانِ مَا تَمَنَّى",
      "bangla": "মানুষ যা চায় তাই কি সে পায়?",
      "translations": {
        "osmani": "নাকি মানুষের জন্য তাই আছে, যা সে কামনা করে?",
        "tawjih": "নাকি মানুষ যা আশা করে, তাই কি পায়?"
      },
      "words": [
        {
          "text": "أَمْ لِلْإِنْسَانِ",
          "meaningBn": "মানুষ তাই কি সে পায়",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) ও সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْإِنْسَانِ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَمْ (কি?) [cite: 1292, 1293]।"
        },
        {
          "text": "مَا تَمَنَّى",
          "meaningBn": "যা সে চায়",
          "notes": "مَنَى (পরীক্ষার মধ্যে ফেলা, পরীক্ষা করা, প্রলুব্ধ করা, কষ্ট দেওয়া) মূল ক্রিয়ার ৫নং ফরম تَمَنَّى (আশা করা, কামনা করা, প্রত্যাশা করা, চাওয়া, ইচ্ছা করা, আকাঙ্ক্ষা করা, আকুল আকাঙ্ক্ষা অনুভব করা, পরিকল্পনা করা); [cite_start]পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1296, 1297]।"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "فَلِلَّهِ الْآخِرَةُ وَالْأُولَى",
      "bangla": "বস্তুত ইহকাল ও পরকাল আল্লাহ্রই।",
      "translations": {
        "osmani": "সুতরাং আল্লাহ্ই হলেন আখেরাত ও দুনিয়ার মালিক।",
        "tawjih": "সুতরাং দুনিয়া ও আখেরাতের মালিক আল্লাহ্ই।"
      },
      "words": [
        {
          "text": "فَلِلَّهِ",
          "meaningBn": "বস্তুত আল্লাহ্ই",
          "notes": "اللهُ শব্দের পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلَّهِ হয়েছে; [cite_start]এর পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1298]।"
        },
        {
          "text": "الْآخِرَةُ",
          "meaningBn": "পরকাল",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخِرُ (শেষ, সর্বশেষ, অন্তিম, পরের দিকের); [cite_start]স্ত্রীলিঙ্গ রূপ آخِرَةٌ এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْآخِرَةُ (পরকালের জীবন, পরকাল) হয়েছে [cite: 1299, 1300]।"
        },
        {
          "text": "وَالْأُولَى",
          "meaningBn": "ও ইহকাল",
          "notes": "أَوَلَ (أَلَ) (প্রত্যাবর্তন করা, ফিরে যাওয়া, পূর্বের হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَوَّلُ (প্রথম, পূর্বের, আগেকার, পূর্ববর্তী, প্রাচীনকালের, প্রাথমিক কালের ব্যক্তি), স্ত্রীলিঙ্গ أَوْلَى; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَوْلَى (ইহকাল, দুনিয়ার জীবন) হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1301, 1302]।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لَا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلَّا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى",
      "bangla": "আকাশে কত ফিরিস্তা রয়েছে; উহাদের সুপারিশ কিছুমাত্র ফলপ্রসূ হবে না, তবে আল্লাহ্ অনুমতির পর; যার জন্য তিনি ইচ্ছা করেন ও যার প্রতি তিনি সন্তুষ্ট।",
      "translations": {
        "osmani": "আর আকাশে কত ফিরিশতা রয়েছে, যাদের সুপারিশ কোনো কাজে আসবে না, তবে আল্লাহ্ যার জন্য ইচ্ছা করেন এবং যার উপর সন্তুষ্ট হন, তাঁর অনুমতির পর।",
        "tawjih": "আর আসমানসমূহে কত ফেরেশতা রয়েছে, যাদের সুপারিশ সামান্যও কাজে আসবে না, তবে আল্লাহ্ যার জন্য ইচ্ছা করেন ও যার উপর সন্তুষ্ট হন, তার অনুমতি দেওয়ার পর।"
      },
      "words": [
        {
          "text": "وَكَمْ مِنْ مَلَكٍ",
          "meaningBn": "এবং কত ফিরিস্তা রয়েছে",
          "notes": "مَلَكَ (অধিকার করা, অধিকারী হওয়া, দখল করা, আয়ত্তে আনা, কর্তৃত্ব করা, শাসন করা, নিয়ন্ত্রণ ক্ষমতার অধিকারী হওয়া, হুকুমকারী হওয়া, রাজত্ব করা, ক্ষমতা প্রয়োগ করা) মূল ক্রিয়ার একটি বিশেষ্য مَلَكٌ (ফিরিশতা); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مَلَكٍ হয়েছে; [cite_start]এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও প্রশ্নবোধক সর্বনাম كَمْ (অনেক, কত?) [cite: 1306, 1307]।"
        },
        {
          "text": "فِي السَّمَاوَاتِ",
          "meaningBn": "আকাশ",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক), বহুবচন سَمَوَاتٌ; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় السَّمَاوَاتِ হয়েছে [cite: 1308, 1309]।"
        },
        {
          "text": "لَا تُغْنِي",
          "meaningBn": "ফলপ্রসূ হবে না",
          "notes": "غَنِىَ (ধনী হওয়া, সম্পদশালী হওয়া, ধনবান হওয়া, অভাবমুক্ত হওয়া, প্রয়োজন মুক্ত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَغْنَى (ধনী করা, সম্পদশালী করা, অমুখাপেক্ষী করা, অভাবমুক্ত করা, কাজে আসা, উপকারে আসা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ تُغْنِي; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না) [cite: 1310, 1313]।"
        },
        {
          "text": "شَفَاعَتُهُمْ",
          "meaningBn": "উহাদের সুপারিশ",
          "notes": "شَفَعَ (দ্বিগুণ করা, যোগ করা, সংযুক্ত করা, জোড়া করা, সুপারিশ করা, শাফাআত করা, মধ্যস্থতা করা, উকিল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَفَاعَةُ (সুপারিশ, মধ্যস্থতা, শাফাআত); [cite_start]শব্দটি সংযুক্ত-সর্বনাম هُمْ (উহাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে شَفَاعَتُ হয়েছে [cite: 1314, 1315]।"
        },
        {
          "text": "شَيْئًا",
          "meaningBn": "কিছুমাত্র",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); [cite_start]শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় شَيْئًا হয়েছে [cite: 1316, 1317]।"
        },
        {
          "text": "إِلَّا مِنْ بَعْدِ",
          "meaningBn": "তারপর ব্যতীত",
          "notes": "সম্বন্ধসূচক অব্যয় بَعْدِ (পরে)-এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় بَعْدِ হয়েছে; [cite_start]এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1318, 1319]।"
        },
        {
          "text": "أَنْ يَأْذَنَ اللَّهُ",
          "meaningBn": "আল্লাহ্ অনুমতির",
          "notes": "أَذِنَ (অনুমতি দেওয়া, হুকুম দেওয়া, শুনতে পাওয়া, জানতে পারা, কান পেতে শোনা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ يَأْذَنَ; নিয়ামক হিসেবে পূর্বে রয়েছে সংযোজক অব্যয় أَنْ (যে); [cite_start]শেষে রয়েছে কর্তা হিসেবে اللهُ [cite: 1320, 1321]।"
        },
        {
          "text": "لِمَنْ",
          "meaningBn": "যার প্রতি/ যার জন্য",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম مَنْ (যে)-এর মিলিত রূপ [cite: 1322]।"
        },
        {
          "text": "يَشَاءُ",
          "meaningBn": "তিনি ইচ্ছা করেন",
          [cite_start]"notes": "শব্দটি شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ [cite: 1323]।"
        },
        {
          "text": "وَ يَرْضَى",
          "meaningBn": "ও সন্তুষ্ট",
          "notes": "রَضِيَ (পরিতুষ্ট হওয়া, সন্তষ্ট হওয়া, রাজি হওয়া, সম্মতি দেওয়া, একমত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَرْضَى; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1324]।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "إِنَّ الَّذِينَ لَا يُؤْمِنُوْنَ بِالْآخِرَةِ لَيُسَمُّوْنَ الْمَلَائِكَةَ تَسْمِيَةَ الْأُنثَى",
      "bangla": "যারা আখিরাতে বিশ্বাস করে না তারাই নারীবাচক নাম দিয়ে থাকে ফিরিশতাদেরকে;",
      "translations": {
        "osmani": "যারা আখেরাতে বিশ্বাস করে না, তারাই ফিরিশতাদেরকে নারীবাচক নাম দেয়।",
        "tawjih": "নিশ্চয় যারা আখেরাতে বিশ্বাস করে না, তারাই ফেরেশতাদেরকে নারীবাচক নামে নামকরণ করে।"
      },
      "words": [
        {
          "text": "إِنَّ الَّذِينَ لَا يُؤْمِنُونَ",
          "meaningBn": "নিশ্চয় যারা বিশ্বাস করে না",
          "notes": "أَمِنَ (নিরাপদ হওয়া, নিশ্চিন্ত হওয়া, বিপদমুক্ত হওয়া, ভরসা রাখা, আস্থা রাখা, নির্ভর করা) মূল ক্রিয়ার ৪ নং ফরম أَمَنَ বা ءَامَنَ (বিশ্বাস করা, ঈমান আনা, নিশ্চিৎ করা, নিশ্চিন্ত করা, উদ্বেগমুক্ত করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يُؤْمِنُونَ; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়), সংযোজক সর্বনাম الَّذِيْنَ (যারা) ও ক্রিয়া-বিশেষণ لَا (না) [cite: 1327, 1328]।"
        },
        {
          "text": "بِالْآخِرَةِ",
          "meaningBn": "আখিরাতে",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخِرُ (শেষ, সর্বশেষ, অন্তিম, পরের দিকের); স্ত্রীলিঙ্গ রূপ آخِرَةٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় بِالْآخِرَةِ (পরকালের জীবন, পরকাল) হয়েছে; [cite_start]পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْآخِرَةِ হয়েছে [cite: 1331, 1332]।"
        },
        {
          "text": "لَيُسَمُّونَ",
          "meaningBn": "তারাই নাম দিয়ে থাকে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার ২নং ফরম سَمَّى (নাম-করণ করা, নাম ধরে ডাকা, নাম রাখা, আখ্যায়িত করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يُسَمُّونَ; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَ (অবশ্যই) [cite: 1333, 1334]।"
        },
        {
          "text": "الْمَلَائِكَةَ",
          "meaningBn": "ফিরিস্তাদেরকে",
          "notes": "مَلَكَ (অধিকার করা, অধিকারী হওয়া, দখল করা, আয়ত্তে আনা, কর্তৃত্ব করা, শাসন করা, নিয়ন্ত্রণ ক্ষমতার অধিকারী হওয়া, হুকুমকারী হওয়া, রাজত্ব করা, ক্ষমতা প্রয়োগ করা) মূল ক্রিয়ার অন্তর্গত একটি বিশেষ্য مَلَكٌ (ফিরিস্তা), বহুবচন مَلَائِكَةُ; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْمَلَائِكَةَ হয়েছে [cite: 1335, 1336]。"
        },
        {
          "text": "تَسْمِيَةَ",
          "meaningBn": "নারীবাচক নাম",
          "notes": "سَمَّى (নাম-করণ করা, নাম ধরে ডাকা, নাম রাখা, আখ্যায়িত করা) ২নং ফরম ক্রিয়ার ক্রিয়া-বিশেষ্য تَسْمِيَةٌ (নাম করণ করার কাজ, খেতাব, আখ্যা, নাম-পদ্ধতি); [cite_start]শব্দটি الْأُنثَى-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় تَسْمِيَةَ হয়েছে [cite: 1337, 1338]।"
        },
        {
          "text": "الْأُنثَى",
          "meaningBn": "নারীবাচক নাম",
          "notes": "أَنَّثَ (নারীসুলভ হওয়া, স্ত্রীজাতীয় হওয়া, মেয়েলি স্বভাব হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أُنْثَى (নারী, স্ত্রীলোক, মহিলা, স্ত্রীজাতীয়, মাদী); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُنثَى হয়েছে [cite: 1339, 1340]।"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "وَ مَا هُمْ بِهِ مِنْ عِلْمٍ إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ وَإِنَّ الظَّنَّ لَا يُغْنِي مِنَ الْحَقِّ شَيْئًا",
      "bangla": "অথচ এই বিষয়ে উহাদের কোনো জ্ঞান নাই, উহারা তো কেবল অনুমানেরই অনুসরণ করে; কিন্তু সত্যের মুকাবিলায় অনুমানের কোনই মূল্য নাই।",
      "translations": {
        "osmani": "অথচ এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো কেবল অনুমানই অনুসরণ করে। আর সত্যের মোকাবেলায় অনুমান কোনো কাজেই আসে না।",
        "tawjih": "অথচ এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো কেবল ধারণারই অনুসরণ করে। আর ধারণা সত্যের মোকাবেলায় কোনো কাজে আসে না।"
      },
      "words": [
        {
          "text": "وَ مَا هُمْ",
          "meaningBn": "অথচ উহাদের নাই",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না) [cite: 1344, 1345]।"
        },
        {
          "text": "بِهِ",
          "meaningBn": "এই বিষয়ে",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ [cite: 1346]।"
        },
        {
          "text": "مِنْ عِلْمٍ",
          "meaningBn": "কোনো জ্ঞান",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عِلْمٌ (জ্ঞান, বিজ্ঞান, বিদ্যা, তথ্য, শাস্ত্র, তত্ত্ব); [cite_start]পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় عِلْمٍ হয়েছে [cite: 1347, 1348]।"
        },
        {
          "text": "إِنْ يَتَّبِعُونَ",
          "meaningBn": "উহারা অনুসরণ করে না",
          [cite_start]"notes": "تَبِعَ (অনুসরণ করা, অনুগামী হওয়া, অধীন হওয়া, কারো পরে আসা, চিহ্ন-রেখা অনুসরণ করা, পরে যাওয়া, পিছনে হাঁটা, ধরার জন্য পশ্চাদ্ধাবন করা) মূল ক্রিয়ার ৮নং ফরম اِتَّبَعَ (অনুসরণ করা, পিছনে পিছনে চলা, মান্য করা, পশ্চাদ্ধাবন করা, অনুগামী হওয়া, পালন করা, স্থিরভাবে অনুগমন করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يُؤْمِنُونَ পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنْ (না) [cite: 1352]।"
        },
        {
          "text": "إِلَّا الظَّنَّ",
          "meaningBn": "কেবল অনুমান ব্যতীত",
          "notes": "ظَنَّ (ধারণা করা, অনুমান করা, আন্দাজ করা, চিন্তা করা, বিবেচনা করা, মনে করা, মনোযোগের সাথে ভেবে দেখা) মূল ক্রিয়ার একটি বিশেষ্য ظَنٌّ (ধারণা, অনুমান, আন্দাজ, চিন্তা, মতামত, সন্দেহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الظَّنَّ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1353, 1354, 1355]।"
        },
        {
          "text": "وَإِنَّ الظَّنَّ",
          "meaningBn": "কিন্তু অনুমানের",
          "notes": "ظَنَّ (ধারণা, অনুমান, আন্দাজ, চিন্তা, মতামত, সন্দেহ; উপরে দেখুন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)-এর বিশেষ্য হওয়ায় الظَّنَّ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1356]।"
        },
        {
          "text": "لَا يُغْنِي",
          "meaningBn": "মূল্য নাই",
          [cite_start]"notes": "غَنِىَ (ধনী হওয়া, সম্পদশালী হওয়া, ধনবান হওয়া, অভাবমুক্ত হওয়া, প্রয়োজন মুক্ত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَغْنَى (ধনী করা, সম্পদশালী করা, অমুখাপেক্ষী করা, অভাবমুক্ত করা, কাজে আসা, উপকারে আসা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يُغْنِي পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না, নাই) [cite: 1357]।"
        },
        {
          "text": "مِنَ الْحَقِّ",
          "meaningBn": "সত্যের মুকাবিলায়",
          "notes": "حَقَّ (সত্য হওয়া, নিশ্চিত হওয়া, সঠিক হওয়া, যথোচিত হওয়া, প্রমানিত হওয়া, যথাযথ হওয়া, যথার্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَقٌّ (সত্য, সঠিক, ন্যায়, ন্যায্য, প্রকৃত, হক, নিশ্চিৎ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْحَقِّ হয়েছে; [cite_start]مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে [cite: 1358, 1359, 1360]।"
        },
        {
          "text": "شَيْئًا",
          "meaningBn": "কোনই",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); [cite_start]শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় شَيْئًا হয়েছে [cite: 1361, 1362]।"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا",
      "bangla": "অতএব যে আমার স্মরণ হতে বিমুখ তুমি তাকে উপেক্ষা করে চলো; সে তো কেবল পার্থিব জীবনই কামনা করে।",
      "translations": {
        "osmani": "অতএব তুমি তাকে উপেক্ষা করো যে আমার স্মরণ থেকে মুখ ফিরিয়ে নেয় আর শুধু দুনিয়ার জীবনই কামনা করে।",
        "tawjih": "সুতরাং যে আমার স্মরণ থেকে মুখ ফিরিয়ে নেয়, তুমি তাকে উপেক্ষা করো। সে তো কেবল দুনিয়ার জীবনই চায়।"
      },
      "words": [
        {
          "text": "فَأَعْرِضْ عَنْ",
          "meaningBn": "অতএব তুমি উপেক্ষা করে চলো তার হতে",
          "notes": "عَرَضَ (উপস্থাপন করা, পেশ করা, প্রদর্শন করা, প্রস্তাব করা, কুচকাওয়াজ করা) মূল ক্রিয়ার ৪নং ফরম أَعْرَضَ (অন্য দিকে মুখ ফিরিয়ে নেওয়া, পরিহার করা, বর্জন করা, পরিত্যাগ করা, এড়িয়ে চলা, উপেক্ষা করা, বাতিল করা)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ أَعْرِضْ; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) ও শেষে রয়েছে সম্বন্ধসূচক অব্যয় عَنْ (হতে) [cite: 1367, 1368]।"
        },
        {
          "text": "مَنْ تَوَلَّى",
          "meaningBn": "যে বিমুখ",
          "notes": "وَلِيَ (বন্ধু হওয়া, মিত্র হওয়া, সুহৃদ হওয়া) মূল ক্রিয়ার ৫নং ফরম تَوَلَّى (পিছনে ফিরে যাওয়া, মুখ ফিরিয়ে নেওয়া, পরিত্যাগ করা, বিমুখ হওয়া, বর্জন করা); [cite_start]পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে) [cite: 1369, 1370]।"
        },
        {
          "text": "عَنْ ذِكْرِنَا",
          "meaningBn": "আমাদের স্মরণ হতে",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرٌ (স্মরণ, স্মৃতি, উপদেশ, যিকির, বর্ণনা, উল্লেখ, হুঁশিয়ারী, সতর্কীকরণ); [cite_start]শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় ذِكْرِ হয়েছে [cite: 1371, 1372]।"
        },
        {
          "text": "وَ لَمْ يُرِدْ",
          "meaningBn": "সে কামনা করে না",
          "notes": "رَوَدَ (رَادَ) (তালাশ করা, খোজ করা, অন্বেষণ করা, প্রদক্ষিণ করা, আগে আগে যাওয়া, অগ্রদুত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَرَادَ (ইচ্ছা করা, চাওয়া, কামনা করা, পেতে চাওয়া, বুঝতে চাওয়া, ইচ্ছা প্রকাশ করা, উদ্দেশ্য করা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ يُرِدْ নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَمْ (না); [cite_start]এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1373, 1374]।"
        },
        {
          "text": "إِلَّا الْحَيَاةَ",
          "meaningBn": "জীবন ব্যতীত",
          "notes": "حَيَّ (حَيِيَ) (মৌলিক রূপ حَيِوَ) (বেঁচে থাকা, জীবিত থাকা) মূল ক্রিয়ার একটি বিশেষ্য حَيَاةُ (বা حَيَوَةُ অথবা حَيُوةٌ; জীবন, আয়ু, হায়াত, জীবনকাল, বয়সকাল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْحَيَاةَ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1375, 1377]।"
        },
        {
          "text": "الدُّنْيَا",
          "meaningBn": "পার্থিব",
          "notes": "دَنَوَ (دَنَا) (নিকটবর্তী হওয়া, প্রায় কাছাকাছি হওয়া, নিকটে আগমন করা, আসন্ন হওয়া, কাছে টানা, নীচে হওয়া) মূল ক্রিয়া হতে গঠিত তুলনামূলক বিশেষণ أَدْنَى (মৌলিক রূপ أَدْنَى; নিকটতর, ঘনিষ্টতর, নগণ্যতর, ন্যূনতম, নিকৃষ্টতর, নিম্নতর, অতি নিকটে, অপেক্ষাকৃত কম গুরুতর), স্ত্রীলিঙ্গ دُنْيَا; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الدُّنْيَا (নিকটবর্তী, দুনিয়া, পৃথিবী, বিশ্বজগৎ, ইহকাল, ইহলোক) হয়েছে [cite: 1378, 1379, 1380]।"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "ذَلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهْتَدَى",
      "bangla": "উহাদের জ্ঞানের দৌড় এই পর্যন্ত। তোমার প্রতিপালকই ভালো জানেন কে তাঁর পথ হতে বিচ্যুত, তিনিই ভালো জানেন কে সৎপথপ্রাপ্ত।",
      "translations": {
        "osmani": "এটাই তাদের জ্ঞানের দৌড়। নিশ্চয়ই তোমার প্রতিপালক ভালো জানেন কে তার পথ থেকে বিচ্যুত হয়েছে আর তিনিই ভালো জানেন কে সৎপথ গ্রহণ করেছে।",
        "tawjih": "তাদের জ্ঞানের দৌড় তো এই পর্যন্তই। নিশ্চয়ই তোমার প্রতিপালকই বেশি জানেন কে তাঁর পথ থেকে বিচ্যুত হয়েছে আর তিনিই বেশি জানেন কে সৎপথ গ্রহণ করেছে।"
      },
      "words": [
        {
          "text": "ذَلِكَ مَبْلَغُهُمْ",
          "meaningBn": "উহাদের দৌড় এই পর্যন্ত",
          "notes": "بَلَغَ (জয় লাভ করা, বিজয়ী হওয়া, পরাভূত করা, পরাজিত করা) মূল ক্রিয়ার একটি বিশেষ্য مَبْلَغٌ (পরিমাণ, সীমা, ব্যাপ্তি, মাত্রা, পরিসীমা, কর্মের দৌড়, পাল্লা, পরিসর, সারসংক্ষেপ); শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে مَبْلَغُ হয়েছে; [cite_start]পূর্বে রয়েছে নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা) [cite: 1385, 1386]।"
        },
        {
          "text": "مِنَ الْعِلْمِ",
          "meaningBn": "জ্ঞানের",
          "notes": "عَلِمَ (জানা অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عِلْمٌ (জ্ঞান, বিজ্ঞান, বিদ্যা, তথ্য, শাস্ত্র, তত্ত্ব); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْعِلْمِ হয়েছে; [cite_start]مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে [cite: 1387, 1388, 1389]।"
        },
        {
          "text": "إِنَّ رَبَّكَ",
          "meaningBn": "তোমার প্রতিপালকই",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); [cite_start]শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)-এর বিশেষ্য হওয়ায় رَبَّ হয়েছে [cite: 1390, 1391]।"
        },
        {
          "text": "هُوَ أَعْلَمُ",
          "meaningBn": "ভালো জানেন",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়া হতে গঠিত তুলনামূলক বিশেষণ أَعْلَمُ (অধিকতর জ্ঞানী, অধিকতর জ্ঞানের অধিকারী, অধিক অবগত, সর্বাধিক অবগত, সবচেয়ে জ্ঞানী); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি) [cite: 1392, 1393]।"
        },
        {
          "text": "بِمَنْ",
          "meaningBn": "কে",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম مَنْ (যে, কে)-এর মিলিত রূপ [cite: 1394]।"
        },
        {
          "text": "ضَلَّ",
          "meaningBn": "কে বিচ্যুত",
          [cite_start]"notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, ভুল করা, ভুলে যাওয়া, ধোঁকা খাওয়া, প্রতারিত হওয়া, বিচ্যুত হওয়া, উধাও হওয়া, উদ্দেশ্যহীনভাবে ঘুরে বেড়ানো) [cite: 1395]।"
        },
        {
          "text": "عَنْ سَبِيلِهِ",
          "meaningBn": "তাঁর পথ হতে",
          [cite_start]"notes": "سَبِيلٌ (পথ, রাস্তা, পন্থা, পদ্ধতি, উপায়, কারণ) শব্দটি সংযুক্ত-সর্বনাম هِ (তাঁর)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় سَبِيلِ হয়েছে [cite: 1396]।"
        },
        {
          "text": "وَهُوَ أَعْلَمُ",
          "meaningBn": "তিনিই ভালো জানেন",
          "notes": "أَعْلَمُ (অধিকতর জ্ঞানী, অধিকতর জ্ঞানের অধিকারী, অধিক অবগত, সর্বাধিক অবগত, সবচেয়ে জ্ঞানী; উপরে দেখুন); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম هُوَ (সে, ইহা) [cite: 1397, 1398]।"
        },
        {
          "text": "بِمَنِ",
          "meaningBn": "কে",
          "notes": "بِمَنْ (কে) উপরে দেখুন; [cite_start]مَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় بِمَنِ লেখা হয়েছে [cite: 1399]।"
        },
        {
          "text": "اهْتَدَى",
          "meaningBn": "সৎপথপ্রাপ্ত",
          [cite_start]"notes": "هَدَى (পথ প্রদর্শন করা, সঠিক পথের পরামর্শ দেওয়া, সঠিক পথ দেখানো, হেদায়েত করা, সঠিক পথে পরিচালিত করা) মূল ক্রিয়ার ৮নং ফরম اِهْتَدَى (পথ পাওয়া, পথের সন্ধান পাওয়া, সঠিক পথ অনুসরণ করা, হেদায়েত লাভ করা, সঠিকভাবে পরিচালিত হওয়া) [cite: 1402]।"
        }
      ]
    },
    {
      "ayahNumber": 31,
      "arabic": "وَ لِلَّهِ مَا فِي السَّمَاوَاتِ وَ مَا فِي الْأَرْضِ لِيَجْزِيَ الَّذِينَ أَسَاءُوا بِمَا عَمِلُوا وَ يَجْزِيَ الَّذِينَ أَحْسَنُوا بِالْحُسْنَى",
      "bangla": "আকাশমণ্ডলীতে যা কিছু আছে ও পৃথিবীতে যা কিছু আছে তা আল্লাহ্রই। যারা মন্দ কর্ম করে তাদেরকে তিনি দেন মন্দ ফল এবং যারা সৎকর্ম করে তাদেরকে দেন উত্তম পুরস্কার।",
      "translations": {
        "osmani": "আর আল্লাহ্ই হলেন আসমানসমূহে যা কিছু আছে ও যমীনে যা কিছু আছে তার মালিক; যাতে তিনি মন্দ কাজকারীদেরকে তাদের কাজের প্রতিফল দিতে পারেন আর যারা ভালো কাজ করেছে তাদেরকে উত্তম পুরস্কার দেন।",
        "tawjih": "আসমানসমূহ ও যমীনে যা কিছু আছে, সব আল্লাহরই। যারা মন্দ কাজ করেছে, তিনি তাদেরকে তাদের কাজের প্রতিফল দেবেন। আর যারা সৎকাজ করেছে, তিনি তাদেরকে উত্তম পুরস্কার দেবেন।"
      },
      "words": [
        {
          "text": "وَ لِلَّهِ",
          "meaningBn": "এবং আল্লাহ্রই জন্য",
          "notes": "اللهُ শব্দের পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلَّهِ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1406, 1407]।"
        },
        {
          "text": "مَا فِي السَّمَاوَاتِ",
          "meaningBn": "আকাশমণ্ডলীতে যা কিছু আছে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক), বহুবচন سَمَوَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় السَّمَاوَاتِ হয়েছে; [cite_start]এর পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1408, 1409, 1410]।"
        },
        {
          "text": "وَ مَا فِي الْأَرْضِ",
          "meaningBn": "ও পৃথিবীতে যা কিছু আছে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি)-এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْأَرْضِ হয়েছে; [cite_start]এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1411, 1412, 1413]।"
        },
        {
          "text": "لِيَجْزِيَ الَّذِينَ",
          "meaningBn": "তাদেরকে তিনি দেন প্রতিদান/ ফল",
          "notes": "جَزَى (প্রতিদান দেওয়া, বদলা দেওয়া, পুরস্কার দেওয়া, পুরস্কৃত করা, ক্ষতিপুরণ দেওয়া, শাস্তি দেওয়া, সন্তুষ্টিবিধান করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ يَجْزِيَ নিয়ামক হিসেবে পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় لِ (যাতে, যেন, কারণে, উদ্দেশ্যে); [cite_start]শেষে রয়েছে সংযোজক সর্বনাম الَّذِينَ (যারা, তাদেরকে) [cite: 1414, 1415]।"
        },
        {
          "text": "أَسَاءُوا",
          "meaningBn": "যারা মন্দ কর্ম করে",
          [cite_start]"notes": "শব্দটি سَوْءَ (سَاءَ) (খারাপ হওয়া, ক্ষতিকর হওয়া, খারাপ লাগা, মন্দ হওয়া, বিবর্ণ হওয়া, অসন্তুষ্ট করা) মূল ক্রিয়ার ৪নং ফরম أَسَاءَ (খারাপ কাজ করা, খারাপ আচরণ করা, দুর্ব্যবহার করা, ক্ষতি করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ [cite: 1416]।"
        },
        {
          "text": "بِمَا عَمِلُوا",
          "meaningBn": "যা কিছু কর্ম করেন",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম مَا (যা কিছু)-এর মিলিত রূপ। [cite_start]عَمِلَ (কোনো কিছু করা, কাজ করা, আচরণ করা, ক্রিয়াশীল হওয়া, তৈরি করা, উৎপাদন করা, কোনো কর্ম সম্পাদন করা, আমল করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ [cite: 1417, 1418]।"
        },
        {
          "text": "وَ يَجْزِيَ الَّذِينَ",
          "meaningBn": "এবং তাদেরকে তিনি ফল/প্রতিদান দেন",
          [cite_start]"notes": "يَجْزِيَ الَّذِينَ (তাদেরকে তিনি ফল/ প্রতিদান দেন; উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1421, 1422]।"
        },
        {
          "text": "أَحْسَنُوا",
          "meaningBn": "যারা সৎকর্ম করে",
          [cite_start]"notes": "শব্দটি حَسُنَ (সুন্দর হওয়া, সুদর্শন হওয়া, আকর্ষণীয় হওয়া, মনোরম হওয়া, প্রীতিকর হওয়া, সুবিধাজনক হওয়া, যথোপযুক্ত হওয়া, যথোচিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَحْسَنَ (অনুগ্রহ করা, সৎকাজ করা, সুন্দরভাবে করা, সঠিকভাবে করা, ন্যায়পরায়ণভাবে করা, সদাশয়তার সঙ্গে কাজ করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ [cite: 1423]।"
        },
        {
          "text": "بِالْحُسْنَى",
          "meaningBn": "উত্তম পুরস্কার",
          "notes": "حَسُنَ (উপরে দেখুন) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَحْسَنُ (সুন্দরতর, শ্রেষ্ঠতর, সঠিকতর, অধিক ভালো, অধিক সুন্দর, উত্তম, শ্রেষ্ঠ, সেরা), স্ত্রীলিঙ্গ حُسْنَى (ভালো কাজ, ভাল জিনিস, সুখকর অবস্থা, ভালো পরিণতি, উত্তম পুরস্কার); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) [cite: 1424, 1425, 1426, 1427]।"
        }
      ]
    },
    {
      "ayahNumber": 32,
      "arabic": "الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ إِنَّ رَبَّكَ وَاسِعُ الْ - مَغْفِرَةِ هُوَ أَعْلَمُ بِكُمْ إِذْ أَنْشَأَكُمْ مِنَ الْأَرْضِ وَإِذْ أَنْتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ فَلَا تُزَكُوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى",
      "bangla": "উহারাই বিরত থাকে গুরুতর পাপ ও অশীল কার্য হতে, ছোটখাট অপরাধ করলেও। তোমার প্রতিপালকের ক্ষমা অপরিসীম; আল্লাহ্ তোমাদের সম্পর্কে সম্যক অবগত-যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন মৃত্তিকা হতে এবং যখন তোমরা মাতৃগর্ভে ভ্রূণরূপে ছিলে। অতএব তোমরা আত্ম-প্রশংসা করবে না, তিনিই সম্যক জানেন মুত্তাকী কে।",
      "translations": {
        "osmani": "যারা কবীরা গুনাহ ও অশ্লীল কাজ থেকে দূরে থাকে-তবে ছোটখাটো ত্রুটি-বিচ্যুতি (ক্ষমার যোগ্য)। নিশ্চয়ই তোমার প্রতিপালকের ক্ষমা অপরিসীম। তিনি তোমাদের সম্পর্কে খুব ভালো জানেন; যখন তিনি তোমাদেরকে মাটি থেকে সৃষ্টি করেছিলেন এবং যখন তোমরা তোমাদের মায়ের গর্ভে ভ্রূণ ছিলে। সুতরাং তোমরা নিজেদের পবিত্রতা ঘোষণা করো না, তিনিই ভালো জানেন কে মুত্তাকী (আল্লাহভীরু)।",
        "tawjih": "যারা কবীরা গুনাহ ও অশ্লীল কাজ থেকে বেঁচে থাকে, তবে ছোটখাটো ভুল-ত্রুটি (ক্ষমাযোগ্য)। নিশ্চয়ই তোমার প্রতিপালকের ক্ষমা অতি প্রশস্ত। তিনি তোমাদের সম্পর্কে খুব ভালো জানেন, যখন তিনি তোমাদেরকে যমীন থেকে সৃষ্টি করেছেন এবং যখন তোমরা তোমাদের মায়েদের পেটে ভ্রূণ ছিলে। সুতরাং তোমরা নিজেদের পবিত্রতা প্রকাশ করো না। তিনিই ভালো জানেন কে আল্লাহভীরু।"
      },
      "words": [
        {
          "text": "الَّذِينَ يَجْتَنِبُونَ",
          "meaningBn": "উহারাই বিরত থাকে",
          "notes": "جَنَبَ (দুরে রাখা, সরিয়ে রাখা, রক্ষা করা, সরিয়ে দেওয়া, বরখাস্ত করা) মূল ক্রিয়ার ৮নং ফরম اِجْتَنَبَ (পরিহার করা, কিছু থেকে একপাশে সরে যাওয়া, দূরে থাকা, এড়িয়ে চলা, বেঁচে থাকা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَجْتَنِبُونَ; [cite_start]পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِينَ (যারা) [cite: 1432, 1433]।"
        },
        {
          "text": "كَبَائِرَ",
          "meaningBn": "গুরুতর",
          "notes": "كَبُرَ (বড়ো হওয়া, বিরাট হওয়া, বৃহৎ হওয়া, আকার/ পরিমাণে সাধারণের উর্ধ্বে হওয়া, বিশিষ্ট হওয়া, গুরুত্বপূর্ণ হওয়া, শোচনীয় বিষয় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كَبِيرَةٌ (পাপ, মহাপাপ, গুরুতর অন্যায়, নৃশংস অপরাধ, গবীরা গুনাহ, কঠিন), বহুবচন كَبَائِرُ; [cite_start]শব্দটি الْإِثْمِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় كَبَائِرَ হয়েছে [cite: 1434, 1435]।"
        },
        {
          "text": "الْإِثْمِ",
          "meaningBn": "পাপ",
          "notes": "أَثِمَ (পাপ করা, গুনাহ করা, অপরাধ করা, পদস্খলন হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য إِثْمٌ (পাপ, গুনাহ, অন্যায়, দোষ, অন্যায়, অবিচার); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি كَبَائِرَ-এর মুদাফ-ইলায়হি হওয়ায় الْإِثْمِ হয়েছে [cite: 1436, 1437]।"
        },
        {
          "text": "وَالْفَوَاحِشَ",
          "meaningBn": "ও অশ্লীল কার্য হতে",
          "notes": "فَحْشَ (অশ্লীল হওয়া, লজ্জাকর হওয়া, কলঙ্কপূর্ণ হওয়া, নোংরা হওয়া, কুৎসিত হওয়া, কদর্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য فَاحِشَةُ (খারাপ কাজ, কুকর্ম, কদর্যতা, অশ্লীলতা, নির্লজ্জতা, নোংরামী, ব্যভিচার, অগম্যগমন), বহুবচন فَوَاحِشُ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْفَوَاحِشُ হয়েছে; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْفَوَاحِشَ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1440, 1441, 1442]।"
        },
        {
          "text": "إِلَّا اللَّمَمَ",
          "meaningBn": "ছোটখাট অপরাধ করলেও",
          "notes": "لَمَّ (একত্র করা, সংগ্রহ করা, নিকটে হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য لَمَمٌ (তুচ্ছ, গুরুত্বহীন, ছোট পাপ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় اللَّمَمَ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) [cite: 1443, 1444, 1445, 1446]।"
        },
        {
          "text": "إِنَّ رَبَّكَ",
          "meaningBn": "নিশ্চয় তোমার প্রতিপালক",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); [cite_start]শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)-এর বিশেষ্য হওয়ায় رَبَّ হয়েছে [cite: 1447, 1448]。"
        },
        {
          "text": "وَاسِعُ الْ - مَغْفِرَةِ",
          "meaningBn": "ক্ষমা অপরিসীম",
          "notes": "وَسِعَ (প্রশস্ত হওয়া, চওড়া হওয়া, বিস্তৃত হওয়া, বিশাল হওয়া, বিপুল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَاسِعٌ (সর্বব্যাপী, বিশাল, ব্যাপক, প্রশস্ত, প্রাচুর্যময়, সুপরিসর, আল্লাহর একটি গুণ হিসাবে অর্থ হয় তাঁর নিয়ন্ত্রণ সর্বত্র বিরাজমান এবং তাঁর রহমত সর্বত্র বিস্তৃত); শব্দটি الْمَغْفِرَةِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে وَاسِعُ হয়েছে। مَغْفِرَةٌ (ক্ষমা, মাফ, মার্জনা); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং وَاسِعُ -এর মুদাফ-ইলায়হি হওয়ায় الْمَغْفِرَةِ হয়েছে [cite: 1449, 1450, 1451, 1452]।"
        },
        {
          "text": "هُوَ أَعْلَمُ",
          "meaningBn": "তিনি/ আল্লাহ্ অধিক অবগত",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَعْلَمُ (অধিকতর জ্ঞানী, অধিকতর জ্ঞানের অধিকারী, অধিক অবগত, সর্বাধিক অবগত, সবচেয়ে জ্ঞানী); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1453, 1454]।"
        },
        {
          "text": "بِكُمْ",
          "meaningBn": "তোমাদের সম্পর্কে",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ [cite: 1455]।"
        },
        {
          "text": "إِذْ أَنْشَأَكُمْ",
          "meaningBn": "যখন তিনি তোমাদেরকে সৃষ্টি করেছিলেন",
          "notes": "نَشَأَ (বেড়ে ওঠা, লালিতপালিত হওয়া, উৎপন্ন হওয়া, বর্ধিত হওয়া, বেরিয়ে আসা, আবির্ভূত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَنْشَأَ (উৎপাদন করা, সৃষ্টি করা, উঠানো, অস্তিত্ব দান করা, পুনর্জীবিত করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম كُمْ (তোমাদের) ও পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذْ (যখন) [cite: 1456, 1459]।"
        },
        {
          "text": "مِنَ الْأَرْضِ",
          "meaningBn": "মৃত্তিকা হতে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি, মাটি, মৃত্তিকা)-এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْأَرْضِ হয়েছে; [cite_start]مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে [cite: 1461, 1462]।"
        },
        {
          "text": "وَإِذْ أَنْتُمْ أَجِنَّةٌ",
          "meaningBn": "এবং যখন তোমরা ভ্রূণরূপে ছিলে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنِينٌ (যা কিছু আবৃত, গর্ভস্থ সন্তান, ভ্রণ), বহুবচন أَجِنَّةٌ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), ক্রিয়া-বিশেষণ إِذْ (যখন) ও স্বতন্ত্র-সর্বনাম أَنْتُمْ (তোমরা) [cite: 1463]।"
        },
        {
          "text": "فِي بُطُونِ أُمَّهَاتِكُمْ",
          "meaningBn": "মাতৃগর্ভে",
          "notes": "بَطَنَ (লুকিয়ে থাকা, আত্মগোপন করা, গোপন করা, গোপনে অবস্থান করা, বড়ো পেটবিশিষ্ট হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য بَطْنٌ (পেট, ভিতর, গর্ভ, অভ্যন্তরীণ অংশ), বহুবচন بُطُوْنٌ; শব্দটি أُمَّهَاتِ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় بُطُونِ হয়েছে। أُمَّ (মা, মাতা, জননী, উৎস, মূল, ভিত্তি, রাজধানী), বহুবচন أُمَّهَاتُ; [cite_start]শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং بُطُونِ -এর মুদাফ-ইলায়হি হওয়ায় أُمَّهَاتِ হয়েছে [cite: 1464, 1465, 1466]।"
        },
        {
          "text": "فَلَا تُزَكُوا",
          "meaningBn": "অতএব তোমরা আত্ম-প্রশংসা করবে না",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ। [cite_start]زَكَا (পবিত্র হওয়া, সঠিক হওয়া, বৃদ্ধি পাওয়া, বর্ধিত হওয়া) মূল ক্রিয়ার ২নং ফরম زَكَّى (বিশুদ্ধ করা, পরিশোধন করা, পবিত্র করা, সঠিক বলা, ভালো বলা, প্রশংসা করা, বৃদ্ধি করা, যাকাত আদায় করা, ন্যায্যতা প্রতিপাদন করা)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ [cite: 1467, 1468]।"
        },
        {
          "text": "أَنْفُسَكُمْ",
          "meaningBn": "তোমাদের নিজ/ আত্মার",
          "notes": "نَفْسَ (মিতব্যয়ী হওয়া, হিসাবি হওয়া, সতর্ক হওয়া, কৃপণ হওয়া, হিংসুটে হওয়া, বিদ্বেষপরায়ণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَفْسٌ (আত্মা, মন, প্রবৃত্তি, ব্যক্তি, মানুষ, জীবাত্মা, স্বয়ং নিজ), একটি বহুবচন أَنْفُسٌ; [cite_start]শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَنْفُسَ হয়েছে [cite: 1469, 1470]।"
        },
        {
          "text": "هُوَ أَعْلَمُ",
          "meaningBn": "তিনিই অধিক জানেন",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَعْلَمُ (অধিকতর জ্ঞানী, অধিকতর জ্ঞানের অধিকারী, অধিক অবগত, সর্বাধিক অবগত, সবচেয়ে জ্ঞানী); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1471]。"
        },
        {
          "text": "بِمَنِ اتَّقَى",
          "meaningBn": "মুত্তাকী কে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম مَنْ (যে, কে)-এর মিলিত রূপ بِمَنْ; [cite_start]مَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় بِمَنِ লেখা হয়েছে。 وَقَى (রক্ষা করা, সংরক্ষণ করা, বাঁচানো, নিরাপত্তাবিধান করা, হেফাযত করা, আশ্রয় দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِتَّقَى (আল্লাহকে ভয় করা, সমীহ করা, ভক্তি করা, সতর্ক থাকা, সচেতন থাকা, আত্মরক্ষা করা, মুত্তাকী হওয়া) [cite: 1474, 1475]।"
        }
      ]
    },
    {
      "ayahNumber": 33,
      "arabic": "أَفَرَأَيْتَ الَّذِي تَوَلَّى",
      "bangla": "তুমি কি দেখেছ সেই ব্যক্তিকে যে মুখ ফিরিয়ে নেয়;",
      "translations": {
        "osmani": "তুমি কি তাকে দেখেছ যে মুখ ফিরিয়ে নেয়?",
        "tawjih": "তুমি কি তাকে দেখেছ, যে মুখ ফিরিয়ে নিয়েছে?"
      },
      "words": [
        {
          "text": "أَفَرَأَيْتَ",
          "meaningBn": "তুমি কি দেখেছ",
          "notes": "رَأَى (دهখা, প্রত্যক্ষ করা, গোচরে আসা, পর্যবেক্ষণ করা, লক্ষ্য করা, ভেবে দেখা, উপলব্ধি করা, বোধ করা, চিন্তা করা, অবহিত হওয়া) মূল ক্রিয়ার অতীতকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ رَأَيْتَ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব); [cite_start]এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?) [cite: 1480, 1481]।"
        },
        {
          "text": "الَّذِي تَوَلَّى",
          "meaningBn": "সেই ব্যক্তিকে যে মুখ ফিরিয়ে নেয়",
          "notes": "وَلِيَ (বন্ধু হওয়া, মিত্র হওয়া, সুহৃদ হওয়া) মূল ক্রিয়ার ৫নং ফরম تَوَلَّى (পিছনে ফিরে যাওয়া, মুখ ফিরিয়ে নেওয়া, পরিত্যাগ করা, বিমুখ হওয়া, বর্জন করা); [cite_start]পূর্বে রয়েছে সংযোজক সর্বনাম الَّذِي (যে) [cite: 1482, 1483]।"
        }
      ]
    },
    {
      "ayahNumber": 34,
      "arabic": "وَأَعْطَى قَلِيْلًا وَأَكْدَى",
      "bangla": "এবং দান করে সামান্যই, পরে বন্ধ করে দেয়?",
      "translations": {
        "osmani": "আর সামান্যই দান করে, পরে বন্ধ করে দেয়?",
        "tawjih": "আর সামান্য দান করে এবং বিরত থাকে?"
      },
      "words": [
        {
          "text": "وَأَعْطَى",
          "meaningBn": "এবং সে দান করে",
          "notes": "عَطَوَ (عَطَا) (আঁকড়ে ধরা, চেপে ধরা, জয় করা, অধিকার করা, পাওয়া, গ্রহণ করা) মূল ক্রিয়ার ৪নং ফরম أَعْطَى (প্রদান করা, দান করা, দেওয়া, উপহার/ উপঢৌকন দেওয়া, হস্তান্তর করা, অর্পন করা, মেনে নেওয়া, ভূষিত করা, প্রস্তাব করা, সঙ্গতিপূর্ণ হওয়া); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1484, 1485]।"
        },
        {
          "text": "قَلِيلًا",
          "meaningBn": "সামান্যই",
          "notes": "قَلَّ (অল্প সংখ্যক হওয়া, কম হওয়া, নগণ্য হওয়া) মূল ক্রিয়ার একটি বিশেষ্য قَلِيلٌ (কম, অল্প সংখ্যক, স্বল্প, সামান্য, ক্ষুদ্র অংশ, তুচ্ছ অংশ); [cite_start]শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় قَلِيلًا হয়েছে [cite: 1486, 1487]।"
        },
        {
          "text": "وَأَكْدَى",
          "meaningBn": "পরে বন্ধ করে দেয়",
          "notes": "كَدَى (ধরে রাখা, আটকে রাখা, কার্পণ্য করা) মূল ক্রিয়ার ৪নং ফরম أَكْدَى (কৃপণস্বভাবের হওয়া, অল্প দেওয়া, কার্পণ্য করা, দান বন্ধ করে দেওয়া, সাড়া না দেওয়া, ফুরিয়ে দেওয়া); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1488, 1489]।"
        }
      ]
    },
    {
      "ayahNumber": 35,
      "arabic": "أَعِنْدَهُ عِلْمُ الْغَيْبِ فَهُوَ يَرَى",
      "bangla": "তার কি অদৃশ্যের জ্ঞান আছে যে, সে প্রত্যক্ষ করে?",
      "translations": {
        "osmani": "তার কাছে কি গায়েবের জ্ঞান আছে যে, সে (সেটা) দেখতে পাচ্ছে?",
        "tawjih": "তার কাছে কি অদৃশ্যের জ্ঞান রয়েছে যে, সে দেখে?"
      },
      "words": [
        {
          "text": "أَعِنْدَهُ عِلْمُ",
          "meaningBn": "তার কি জ্ঞান আছে",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, অবহিত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عِلْمٌ (জ্ঞান, বিজ্ঞান, বিদ্যা, তথ্য, শাস্ত্র, তত্ত্ব); শব্দটি الْغَيْبِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে عِلْمُ হয়েছে; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?), সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) ও সংযুক্ত-সর্বনাম هُ (তার) [cite: 1492, 1493]।"
        },
        {
          "text": "الْغَيْبِ",
          "meaningBn": "অদৃশ্যের",
          "notes": "غَيْبَ (غَابَ) (অনুপস্থিত থাকা, অনুপস্থিত হওয়া, দুরে অবস্থান করা, সরে যাওয়া, কোনো স্থান ত্যাগ করে যাওয়া, অদৃশ্য হওয়া, দৃষ্টির বাইরে চলে যওয়া, গোপন হওয়া, আচ্ছন্ন হওয়া, লুকিয়ে থাকা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য غَيْبٌ (অদৃশ্য বিষয়, যা কিছু অনুপস্থিত, লুকায়িত, গুপ্ত রহস্য, যা দেখা যায় না, যা অনুভব করা যায় না, গায়িব, গোপনতা); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং عِلْمُ -এর মুদাফ-ইলায়হি হওয়ায় الْغَيْبِ হয়েছে [cite: 1494, 1495]।"
        },
        {
          "text": "فَهُوَ يَرَى",
          "meaningBn": "অতএব সে প্রত্যক্ষ করে",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা)-এর মিলিত রূপ। [cite_start]رَأَى (দেখা, প্রত্যক্ষ করা, গোচরে আসা, পর্যবেক্ষণ করা, লক্ষ্য করা, ভেবে দেখা, উপলব্ধি করা, বোধ করা, চিন্তা করা, অবহিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ [cite: 1496, 1497]।"
        }
      ]
    },
    {
      "ayahNumber": 36,
      "arabic": "أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ مُوسَى",
      "bangla": "তাকে কি অবগত করা হয় নাই যা আছে মূসার কিতাবে,",
      "translations": {
        "osmani": "নাকি তাকে মূসার কিতাবে যা আছে তা জানানো হয়নি?",
        "tawjih": "নাকি তাকে মূসার কিতাবে যা আছে, সে সম্পর্কে জানানো হয়নি?"
      },
      "words": [
        {
          "text": "أَمْ لَمْ يُنَبَّأْ",
          "meaningBn": "তাকে কি অবগত করা হয় নাই",
          "notes": "نَبَأَ (উঁচু হওয়া, উদ্‌গত হওয়া, বাইরে প্রসারিত হওয়া, বহির্গত হওয়া, প্রক্ষেপ করা, সুপ্রত্যক্ষ হওয়া, পরাভূত করা, দমন করা, ছেয়ে ফেলা) মূল ক্রিয়ার ২নং ফরম نَبَّأَ (সংবাদ দেওয়া, খবর দেওয়া, অবহিত করা, জানানো, অবগত করা, ঘোষণা দেওয়া, পরিচিত করানো)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ يُنَبَّأْ; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَمْ (না, নাই); [cite_start]এর পূর্বে রয়েছে অপর ক্রিয়া-বিশেষণ أَمْ (কি, অথবা) [cite: 1501, 1502]।"
        },
        {
          "text": "بِمَا فِي صُحُفِ مُوسَى",
          "meaningBn": "মূসার কিতাবে যা কিছু আছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম مَا (যা কিছু)-এর মিলিত রূপ। صَحَفَ (কোনো কিছু লিখা, কোনো কিছু পড়া, ভূপৃষ্ট খনন করা) মূল ক্রিয়ার একটি বিশেষ্য صَحِيفَةٌ (বইয়ের পাতা, বই, গ্রন্থ, কিতাব, সহিফা, আমলনামা), বহুবচন صُحُفٌ; [cite_start]শব্দটি مُوسَى (মূসা আ,)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় صُحُفِ হয়েছে [cite: 1503, 1504]।"
        }
      ]
    },
    {
      "ayahNumber": 37,
      "arabic": "وَإِبْرَاهِيمَ الَّذِي وَفَّى",
      "bangla": "এবং ইব্রাহীমের কিতাবে, যে পালন করেছিল তার দায়িত্ব?",
      "translations": {
        "osmani": "আর ইব্রাহীমের কিতাবে, যে তার কর্তব্য পূর্ণ করেছিল?",
        "tawjih": "আর ইব্রাহীমের কিতাবে, যে তার দায়িত্ব পূর্ণ করেছিল?"
      },
      "words": [
        {
          "text": "وَإِبْرَاهِيمَ الَّذِي وَفَّى",
          "meaningBn": "এবং ইব্রাহীমের কিতাবে, যে পালন করেছিল তার দায়িত্ব",
          "notes": "وَفَى (প্রতিশ্রুতি রক্ষা করা, কৃত অঙ্গীকার পালন করা, ঋণ পরিশোধ করা, প্রতিশ্রুতি পালন করা, শেষ প্রান্তে উপনীত হওয়া) মূল ক্রিয়ার ২নং ফরম وَفَّى (পুরোপুরি দেওয়া, পুরোপুরিভাবে করা, পরিপূর্ণ করা, সম্পন্ন করা, কোনো ক্ষতিপূরণ সম্পূর্ণভাবে পরিশোধ করা); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), إِبْرَاهِيمَ (ইব্রাহীমের আ.) ও সংযোজক সর্বনাম الَّذِي (যারা) [cite: 1507, 1508]।"
        }
      ]
    },
    {
      "ayahNumber": 38,
      "arabic": "أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى",
      "bangla": "উহা এই যে, কোনো বহনকারী অপরের বোঝা বহন করবে না,",
      "translations": {
        "osmani": "(তা হলো) কোনো বহনকারী অন্যের বোঝা বহন করবে না।",
        "tawjih": "(তা হলো) কোনো বহনকারী অন্যের বোঝা বহন করবে না।"
      },
      "words": [
        {
          "text": "أَلَّا تَزِرُ",
          "meaningBn": "উহা এই যে, না সে বহন করবে",
          "notes": "শব্দটি সংযোজক অব্যয় أَنْ (যে) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ أَلَّا। [cite_start]وَزَرَ (ভার বহন করা, বোঝা বয়ে নেওয়া, অপরাধ সংঘটন করা, অন্যায় করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ [cite: 1509, 1510]।"
        },
        {
          "text": "وَازِرَةٌ",
          "meaningBn": "কোনো বহনকারী",
          [cite_start]"notes": "وَزَرَ (উপরে দেখুন) মূল ক্রিয়ার কর্তা-বিশেষ্য وَازِرٌ (যে বোঝা বহন করে), স্ত্রীলিঙ্গ রূপ وَازِرَةٌ [cite: 1511]।"
        },
        {
          "text": "وِزْرَ",
          "meaningBn": "বোঝা",
          "notes": "وَزَرَ (উপরে দেখুন) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য وِزْرٌ (বোঝা, ভার, পাপ, অপরাধ, দায়িত্ব); [cite_start]শব্দটি أُخْرَى-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় وِزْرَ হয়েছে [cite: 1512]।"
        },
        {
          "text": "أُخْرَى",
          "meaningBn": "অপরের",
          [cite_start]"notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخَرُ (অপর, অন্য, আর, পরবর্তী), স্ত্রীলিঙ্গ أُخْرَى [cite: 1513]।"
        }
      ]
    },
    {
      "ayahNumber": 39,
      "arabic": "وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى",
      "bangla": "আর এই যে, মানুষ তাই পায় যার জন্য সে চেষ্টা করে,",
      "translations": {
        "osmani": "আর মানুষের জন্য তাই আছে, যা সে চেষ্টা করে।",
        "tawjih": "আর মানুষের জন্য কেবল তাই রয়েছে, যা সে চেষ্টা করে।"
      },
      "words": [
        {
          "text": "وَأَنْ لَيْسَ",
          "meaningBn": "আর এই যে, নাই",
          "notes": "لَيْسَ (মৌলিক রূপ لَيْسَ) (ছিল না, নয়, নাই, নহে, হয় না) একটি না-সূচক ক্রিয়া; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও অপর সংযোজক অব্যয় أَنْ (যে) [cite: 1516, 1517]।"
        },
        {
          "text": "لِلْإِنْسَانِ",
          "meaningBn": "মানুষে জন্য",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) ও সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْإِنْسَانِ হয়েছে [cite: 1518, 1519, 1520, 1521]।"
        },
        {
          "text": "إِلَّا مَا سَعَى",
          "meaningBn": "তবে যার জন্য সে চেষ্টা করে",
          "notes": "سَعَى (দ্রুত গতিশীল হওয়া, দৌড়ানো, চেষ্টা করা, প্রয়াস চালানো, ধাবিত হওয়া, ছুটে যাওয়া, দ্রুতবেগে যাওয়া, কাজের প্রচেষ্টা চালানো) ক্রিয়াটি মূল ফরমেই রয়েছে; [cite_start]এর পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত) ও সংযোজক সর্বনাম مَا (যা কিছু) [cite: 1522, 1523]।"
        }
      ]
    },
    {
      "ayahNumber": 40,
      "arabic": "وَأَنَّ سَعْيَهُ سَوْفَ يُرَى",
      "bangla": "আর এই যে, তার কর্ম অচিরেই দেখান হবে-",
      "translations": {
        "osmani": "আর নিশ্চয়ই তার প্রচেষ্টাকে অতি শীঘ্রই দেখা হবে।",
        "tawjih": "আর এই যে, তার কর্ম অচিরেই দেখানো হবে।"
      },
      "words": [
        {
          "text": "وَأَنَّ سَعْيَهُ",
          "meaningBn": "আর এই যে, তার চেষ্টা/ কর্ম",
          "notes": "سَعَى (উপরে দেখুন) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য سَعْيٌ (দৌড়, ধাবন, দ্রুত চলার কাজ, চেষ্টা, প্রচেষ্টা, উদ্যোগ); سَعْيٌ এর শেষে মুদাফ-ইলায়হি হিসেবে সংযুক্ত-সর্বনাম هُ (তার) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া-বিশেষণ أَنَّ (নিশ্চয়) এর বিশেষ্য হওয়ায় سَعْيَهُ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1526, 1527]।"
        },
        {
          "text": "سَوْفَ يُرَى",
          "meaningBn": "অচিরেই দেখান হবে",
          "notes": "রَأَى (দেখা, প্রত্যক্ষ করা, গোচরে আসা, পর্যবেক্ষণ করা, লক্ষ্য করা, ভেবে দেখা, উপলব্ধি করা, বোধ করা, চিন্তা করা, অবহিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَرَى (মৌলিক রূপ رَأَى; দেখান, প্রদর্শন করা, পেশ করা, উপস্থাপন করা, দেখার কারণ হওয়া) এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُرَى (দেখান হবে); [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ سَوْفَ (ভবিষ্যৎকাল অর্থ প্রদানকারী অব্যয়) [cite: 1528, 1529, 1530]।"
        }
      ]
    },
    {
      "ayahNumber": 41,
      "arabic": "ثُمَّ يُجْزَاهُ الْجَزَاءَ الْأَوْفَى",
      "bangla": "অতঃপর তাকে দেওয়া হবে পূর্ণ প্রতিদান,",
      "translations": {
        "osmani": "অতঃপর তাকে তার পরিপূর্ণ পুরস্কার দেওয়া হবে।",
        "tawjih": "অতঃপর তাকে পূর্ণ প্রতিদান দেওয়া হবে।"
      },
      "words": [
        {
          "text": "ثُمَّ يُجْزَاهُ",
          "meaningBn": "অতঃপর তাকে প্রতিদান দেওয়া হবে",
          "notes": "جَزَى (প্রতিদান দেওয়া, বদলা দেওয়া, পুরস্কার দেওয়া, পুরস্কৃত করা, ক্ষতিপুরণ দেওয়া, শাস্তি দেওয়া, সন্তুষ্টিবিধান করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُجْزَى; এর শেষে মুদাফ-ইলায়হি হিসেবে সংযুক্ত-সর্বনাম هُ (তার) যুক্ত হওয়ায় يُجْزَاهُ রূপ গ্রহণ করেছে (শেষে যুক্ত হওয়ার প্রেক্ষিতে يُجْزَى পরিবর্তিত হয়ে يُجْزَاهُ হয়েছে); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় ثُمَّ (অতঃপর) [cite: 1531, 1532, 1533]।"
        },
        {
          "text": "الْجَزَاءَ",
          "meaningBn": "প্রতিদান",
          "notes": "جَزَى (উপরে দেখুন) মূল ক্রিয়ার একটি বিশেষ্য جَزَاءٌ (ক্ষতিপূরণ, প্রতিফল, সমভাবে বিনিময়, বদলা, প্রতিদান, প্রতিশোধ, পুরস্কার, শাস্তি); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْجَزَاءَ হয়েছে [cite: 1534, 1535]।"
        },
        {
          "text": "الْأَوْفَى",
          "meaningBn": "পূর্ণ",
          "notes": "وَفَى (প্রতিশ্রুতি রক্ষা করা, কৃত অঙ্গীকার পালন করা, ঋণ পরিশোধ করা, প্রতিশ্রুতি পালন করা, শেষ প্রান্তে উপনীত হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَوْفَى (মৌলিক রূপ أَوْفَى; সবচেয়ে পরিপূর্ণ, অধিক পূর্ণাঙ্গ, অঙ্গিকার পূরণে অধিক যত্নবান, পূর্ণ); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَوْفَى হয়েছে [cite: 1536, 1537]।"
        }
      ]
    },
    {
      "ayahNumber": 42,
      "arabic": "وَأَنَّ إِلَى رَبِّكَ الْمُنْتَهَى",
      "bangla": "আর এই যে, সমস্ত কিছুর সমাপ্তি তো তোমার প্রতিপালকের নিকট,",
      "translations": {
        "osmani": "আর এই যে, শেষ গন্তব্য তোমার প্রতিপালকের দিকেই।",
        "tawjih": "আর এই যে, শেষ গন্তব্য তোমার প্রতিপালকের কাছেই।"
      },
      "words": [
        {
          "text": "وَأَنَّ إِلَى رَبِّكَ",
          "meaningBn": "আর এই যে, তোমার প্রতিপালকের নিকট",
          "notes": "রَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে, প্রতি) থাকায় رَبِّ হয়েছে; [cite_start]এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও সংযোজক অব্যয় أَنَّ (যে) [cite: 1540, 1541, 1544]।"
        },
        {
          "text": "الْمُنْتَهَى",
          "meaningBn": "সমস্ত কিছুর সমাপ্তি",
          "notes": "نَهَى (নিষেধ করা, বারণ করা, বাধা দেওয়া, মানা করা, বিরত রাখা) মূল ক্রিয়ার ৮নং ফরম اِنْتَهَى (নিবৃত্ত হওয়া, ক্ষান্ত হওয়া, বিরত থাকা, সমাপ্ত হওয়া, সম্পন্ন হওয়া, শেষ হওয়া, উপনীত হওয়া, পৌঁছা) এর স্থান বা সময় বিশেষ্য مُنْتَهَى (শেষ প্রান্ত, শেষ সীমা, চরম সীমা, চূড়ান্ত পর্যায়, সমাপ্তি); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُنْتَهَى হয়েছে [cite: 1545, 1546]।"
        }
      ]
    },
    {
      "ayahNumber": 43,
      "arabic": "وَأَنَّهُ هُوَ أَضْحَكَ وَأَبْكَى",
      "bangla": "আর এই যে, তিনিই হাসান, তিনিই কাঁদান,",
      "translations": {
        "osmani": "আর এই যে, তিনিই হাসিয়েছেন আর তিনিই কাঁদিয়েছেন।",
        "tawjih": "আর এই যে, তিনিই হাসান ও তিনিই কাঁদান।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ",
          "meaningBn": "আর এই যে",
          "notes": "সংযোজক অব্যয় أَنَّ (যে) ও সংযুক্ত-সর্বনাম هُ (তার)-এর মিলিত রূপ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1547]।"
        },
        {
          "text": "هُوَ أَضْحَكَ",
          "meaningBn": "তিনিই হাসান",
          "notes": "ضَحِكَ (শব্দ করে হাসা, ব্যঙ্গ-বিদ্রূপ করা, ঠাট্টা-তামাশা করা, উপহাস করা, অবজ্ঞা প্রকাশ করা) মূল ক্রিয়ার ৪নং ফরম أَضْحَكَ (হাসানো, হাসির উদ্রেক করা); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1548, 1549]।"
        },
        {
          "text": "وَأَبْكَى",
          "meaningBn": "এবং তিনিই কাঁদান",
          "notes": "بَكَى (ক্রন্দন করা, কাঁদা. রোদন করা) মূল ক্রিয়ার ৪নং ফরম أَبْكَى (কাঁদানো, ক্রন্দন উদ্রেক করা, কান্না জাগানো); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1550, 1551]।"
        }
      ]
    },
    {
      "ayahNumber": 44,
      "arabic": "وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا",
      "bangla": "আর এই যে, তিনিই মারেন, তিনিই বাঁচান,",
      "translations": {
        "osmani": "আর এই যে, তিনিই মেরেছেন আর তিনিই বাঁচিয়েছেন।",
        "tawjih": "আর এই যে, তিনিই মারেন ও তিনিই বাঁচান।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ",
          "meaningBn": "আর এই যে",
          [cite_start]"notes": "দেখুন আয়াত ৪৩ [cite: 1552]।"
        },
        {
          "text": "هُوَ أَمَاتَ",
          "meaningBn": "তিনিই মারেন",
          "notes": "مَوَتَ (مَاتَ) (মারা যাওয়া, মৃত্যুবরণ করা, মরে যাওয়া, নির্জীব হওয়া, নিষ্প্রাণ হওয়া, ধ্বংস হওয়া) মূল ক্রিয়ার ৪নং ফরম أَمَاتَ (কারো মৃত্যু ঘটানো, মেরে ফেলা, মৃত্যু দেওয়া, অন্যের মৃত্যু ঘটানো, হত্যা করা, ধ্বংস করা); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1553, 1554]।"
        },
        {
          "text": "وَأَحْيَا",
          "meaningBn": "তিনিই বাঁচান",
          "notes": "حَيَّ (حَيِيَ) (মৌলিক রূপ حَيِوَ; বেঁচে থাকা, জীবিত থাকা) মূল ক্রিয়ার ৪নং ফরম أَحْيَى বা أَحْيَا (জীবিত করা, বাঁচিয়ে রাখা, বাঁচান, জীবন দেওয়া, জীবন ফিরিয়ে আনা, কারো জীবন নিরাপদে রাখা); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1555, 1556, 1557]।"
        }
      ]
    },
    {
      "ayahNumber": 45,
      "arabic": "وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنثَى",
      "bangla": "আর এই যে, তিনিই সৃষ্টি করেন যুগল-পুরুষ ও নারী;",
      "translations": {
        "osmani": "আর এই যে, তিনিই সৃষ্টি করেছেন যুগল-পুরুষ ও নারী।",
        "tawjih": "আর এই যে, তিনিই সৃষ্টি করেছেন যুগল— পুরুষ ও নারী।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ خَلَقَ",
          "meaningBn": "আর এই যে, তিনিই সৃষ্টি করেন",
          "notes": "খَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকার/ আকৃতি দান করা, অবয়ব/ রূপ গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও সংযোজক অব্যয় أَنَّ (যে) [cite: 1561, 1562]।"
        },
        {
          "text": "الزَّوْجَيْنِ",
          "meaningBn": "যুগল",
          "notes": "زَوَجَ (زَوْجٌ) (জোড়ায় জোড়ায় সাজানো, সম্মিলিত করা, কাউকে বিয়ে করা, কোনো জিনিস একত্রে জুড়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য زَوْجٌ (স্বামী, স্ত্রী, সঙ্গী, পতি, পত্নী, প্রজাতি, শ্রেণী, যুগল, জোড়ার একটি), দ্বিবচন কর্মকারক زَوْجَيْنِ; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الزَّوْجَيْنِ হয়েছে [cite: 1565, 1566]।"
        },
        {
          "text": "الذَّكَرَ",
          "meaningBn": "পুরুষ",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা) মূল ক্রিয়ার একটি বিশেষ্য ذَكَرٌ (পুরুষ, নর); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الذَّكَرَ হয়েছে [cite: 1567, 1568]।"
        },
        {
          "text": "وَالْأُنثَى",
          "meaningBn": "ও নারী",
          "notes": "أَنَّثَ (নারীসুলভ হওয়া, স্ত্রীজাতীয় হওয়া, মেয়েলি স্বভাব হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أُنْثَى (নারী, স্ত্রীলোক, মহিলা, স্ত্রীজাতীয়, মাদী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُنثَى হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1569, 1570]।"
        }
      ]
    },
    {
      "ayahNumber": 46,
      "arabic": "مِنْ نُطْفَةٍ إِذَا تُمْنَى",
      "bangla": "শুক্রবিন্দু হতে, যখন উহা স্খলিত হয়,",
      "translations": {
        "osmani": "শুক্রবিন্দু থেকে, যখন তা নিক্ষিপ্ত হয়।",
        "tawjih": "শুক্রবিন্দু থেকে, যখন তা স্খলিত হয়।"
      },
      "words": [
        {
          "text": "مِنْ نُطْفَةٍ",
          "meaningBn": "শুক্রবিন্দু হতে",
          "notes": "نَطَفَ (চুয়ানো, ফোঁটা ফোঁটা পড়া, টিপ টিপ করে পড়া, একটু একটু করে নির্গত হওয়া, ক্ষীণধারায় প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نُطْفَةٌ (ফোঁটা, শুক্র, বীর্য); [cite_start]এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় نُطْفَةٍ হয়েছে [cite: 1571, 1572]।"
        },
        {
          "text": "إِذَا تُمْنَى",
          "meaningBn": "যখন উহা স্খলিত হয়",
          "notes": "مَنَى (পরীক্ষার মধ্যে ফেলা, পরীক্ষা করা, প্রলুব্ধ করা, কষ্ট দেওয়া) মূল ক্রিয়ার ৪নং ফরম أَمْنَى (ঝরানো, নির্গত করা, নীচে ফেলা, বীর্যপাত করা); এর বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ, কর্মবাচ্য রূপ تُمْنَى; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذَا (যখন) [cite: 1573, 1574]।"
        }
      ]
    },
    {
      "ayahNumber": 47,
      "arabic": "وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرَى",
      "bangla": "আর এই যে, পুনরুত্থান ঘটাবার দায়িত্ব তাঁরই,",
      "translations": {
        "osmani": "আর এই যে, পরবর্তী সৃষ্টি (পুনরুত্থান) তাঁরই দায়িত্বে।",
        "tawjih": "আর এই যে, পরবর্তী সৃষ্টি তাঁরই দায়িত্বে।"
      },
      "words": [
        {
          "text": "وَأَنَّ عَلَيْهِ",
          "meaningBn": "আর এই যে, দায়িত্ব তাঁরই",
          "notes": "সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ عَلَيْهِ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও অপর সংযোজক অব্যয় أَنَّ (যে) [cite: 1575, 1576]।"
        },
        {
          "text": "النَّشْأَةَ",
          "meaningBn": "পুনরুত্থান/ সৃষ্টি",
          "notes": "نَشَأَ (বেড়ে ওঠা, লালিতপালিত হওয়া, উৎপন্ন হওয়া, বর্ধিত হওয়া, বেরিয়ে আসা, আবির্ভূত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَشْأَةٌ (সৃষ্টি, উৎপত্তি, উদ্ভব, জন্ম, বর্ধন, জাগরণ); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় النَّشْأَةَ হয়েছে [cite: 1577, 1578]।"
        },
        {
          "text": "الْأُخْرَى",
          "meaningBn": "অপর",
          "notes": "أَخَرَ (পিছনের দিকে রাখা, আগের জায়গায় রাখা, স্থগিত রাখা, মুলতবি রাখা) মূল ক্রিয়ার একটি বিশেষ্য آخَرُ (অপর, অন্য, আর, পরবর্তী) স্ত্রীলিঙ্গ أُخْرَى; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُخْرَى হয়েছে [cite: 1579, 1580]।"
        }
      ]
    },
    {
      "ayahNumber": 48,
      "arabic": "وَأَنَّهُ هُوَ أَغْنَى وَأَقْنَى",
      "bangla": "আর এই যে, তিনিই অভাবমুক্ত করেন ও সম্পদ দান করেন,",
      "translations": {
        "osmani": "আর এই যে, তিনিই ধনী করেন ও সম্পদশালী করেন।",
        "tawjih": "আর এই যে, তিনিই ধনী বানান ও তিনিই সম্পদ দেন।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ",
          "meaningBn": "আর এই যে",
          [cite_start]"notes": "দেখুন আয়াত ৪৩ [cite: 1585]।"
        },
        {
          "text": "هُوَ أَغْنَى",
          "meaningBn": "তিনিই অভাবমুক্ত করেন",
          "notes": "غَنِىَ (ধনী হওয়া, সম্পদশালী হওয়া, ধনবান হওয়া, অভাবমুক্ত হওয়া, প্রয়োজন মুক্ত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَغْنَى (ধনী করা, সম্পদশালী করা, অমুখাপেক্ষী করা, অভাবমুক্ত করা, কাজে আসা, উপকারে আসা); [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1587, 1588]।"
        },
        {
          "text": "وَأَقْنَى",
          "meaningBn": "ও সম্পদ দান করেন",
          "notes": "قَنِىَ (অর্জন করা, লাভ করা, মালিক হওয়া) মূল ক্রিয়ার ৪নং ফরম أَقْنَى (সম্পদ দান করা, সম্পদশালী করা, পরিতুষ্ট করা, পরিতৃপ্ত করা, সুখী করা); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1588, 1589]।"
        }
      ]
    },
    {
      "ayahNumber": 49,
      "arabic": "وَأَنَّهُ هُوَ رَبُّ الشَّعْرَى",
      "bangla": "আর এই যে, তিনি শি'রা নক্ষত্রের মালিক।",
      "translations": {
        "osmani": "আর এই যে, তিনিই শি'রা (লুব্ধক) নক্ষত্রের প্রতিপালক।",
        "tawjih": "আর এই যে, তিনিই শি’রা নক্ষত্রের প্রতিপালক।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ هُوَ رَبُّ",
          "meaningBn": "আর এই যে, তিনিই মালিক/রব",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি الشَّعْرَى-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং), সংযোজক অব্যয় أَنَّ (যে) ও স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা) [cite: 1590, 1591, 1592]।"
        },
        {
          "text": "الشَّعْرَى",
          "meaningBn": "শি'রা নক্ষত্রের",
          "notes": "شِعْرَى (লুব্ধক, একটি নক্ষত্র বিশেষ, পৌত্তলিক আরবগণ ইহার পূজা করত); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الشَّعْرَى হয়েছে [cite: 1593, 1594, 1595]।"
        }
      ]
    },
    {
      "ayahNumber": 50,
      "arabic": "وَأَنَّهُ أَهْلَكَ عَادًا الْأُولَى",
      "bangla": "আর এই যে, তিনিই প্রাচীন 'আদ সম্প্রদায়কে ধ্বংস করিয়াছিলেন;",
      "translations": {
        "osmani": "আর এই যে, তিনিই প্রাচীন 'আদ জাতিকে ধ্বংস করেছিলেন।",
        "tawjih": "আর এই যে, তিনিই প্রাচীন আ'দ জাতিকে ধ্বংস করেছেন।"
      },
      "words": [
        {
          "text": "وَأَنَّهُ أَهْلَكَ",
          "meaningBn": "আর এই যে, তিনিই ধ্বংস করিয়াছিলেন",
          "notes": "هَلَكَ (ধ্বংস হওয়া, মরে যাওয়া, নিঃশেষ হওয়া) মূল ক্রিয়ার ৪নং ফরম أَهْلَكَ (ধ্বংস করা, বিনাশ করা, নষ্ট করা, নিঃশেষ করা, মেরে ফেলা, হত্যা করা) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও সংযোজক অব্যয় أَنَّ (যে) [cite: 1596, 1597]।"
        },
        {
          "text": "عَادًا",
          "meaningBn": "'আদ সম্প্রদায়কে",
          "notes": "عَادٌ (আ'দ); প্রাচীন ও শক্তিশালী এক আরব গোষ্ঠির নাম; তাদের নিকট নবী হুদ (আ.) প্রেরিত হয়েছিলেন; [cite_start]শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় عَادًا হয়েছে [cite: 1598, 1599]।"
        },
        {
          "text": "الْأُولَى",
          "meaningBn": "প্রাচীন",
          "notes": "أَوَلَ (أَلَ) (প্রত্যাবর্তন করা, ফিরে যাওয়া, পূর্বের হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَوَّلُ (প্রথম, পূর্বের, আগেকার, পূর্ববর্তী, প্রাচীনকালের, প্রাথমিক কালের ব্যক্তি), স্ত্রীলিঙ্গ أَوْلَى; [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأُولَى হয়েছে [cite: 1600, 1601]।"
        }
      ]
    },
    {
      "ayahNumber": 51,
      "arabic": "وَثَمُودَ فَمَا أَبْقَى",
      "bangla": "এবং সামূদ সম্প্রদায়কেও; কাহাকেও তিনি বাকি রাখেন নাই-",
      "translations": {
        "osmani": "আর সামূদ জাতিকেও, কাউকে তিনি বাকি রাখেননি।",
        "tawjih": "আর সামূদকেও (ধ্বংস করেছেন); অতঃপর কাউকে বাকি রাখেননি।"
      },
      "words": [
        {
          "text": "وَثَمُودَ",
          "meaningBn": "এবং সামূদ সম্প্রদায়কেও",
          "notes": "ثَمُودُ (ছামুদ, পৌত্তলিক আরবদের এক প্রাচীন গোষ্ঠির নাম, তাদেরকে হেদায়েত করার জন্য আল্লাহ তাআ'লা নবী সলিহ (আ.)কে প্রেরণ করেন); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1607, 1608]।"
        },
        {
          "text": "فَمَا أَبْقَى",
          "meaningBn": "অতএব না তিনি বাকি রাখেন",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ مَا (না)-এর মিলিত রূপ। [cite_start]بَقِيَ (অবশিষ্ট থাকা, বাকী থাকা, টিকে থাকা, কোনো স্থানে অবস্থান করা, স্থায়ী হওয়া, বহাল থাকা) মূল ক্রিয়ার ৪নং ফরম أَبْقَى (রাখা, থাকতে দেওয়া, রেখে দেওয়া, থাকতে দেওয়া, টিকিয়ে রাখা, বাঁচিয়ে রাখা, বাকি রাখা, স্থায়ী করা, ছেড়ে দেওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে [cite: 1609, 1610]।"
        }
      ]
    },
    {
      "ayahNumber": 52,
      "arabic": "وَقَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كَانُوا هُمْ أَظْلَمَ وَأَطْغَى",
      "bangla": "আর ইহাদের পূর্বে নূহের সম্প্রদায়কেও, উহারা ছিল অতিশয় জালিম ও অবাধ্য।",
      "translations": {
        "osmani": "আর এদের পূর্বে নূহের সম্প্রদায়কেও (ধ্বংস করেছেন); নিশ্চয়ই তারা ছিল অতিশয় যালিম আর অতিশয় অবাধ্য।",
        "tawjih": "আর এর পূর্বে নূহের সম্প্রদায়কেও (ধ্বংস করেছেন)। নিশ্চয়ই তারা ছিল অতি যালিম ও অতি অবাধ্য।"
      },
      "words": [
        {
          "text": "وَقَوْمَ نُوحٍ",
          "meaningBn": "আর নূহের সম্প্রদায়কেও",
          "notes": "قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, অবস্থান করা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া, ওঠা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি نُوحٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় قَوْمَ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1611, 1612]। نُوحُ নবী নূহ (আ.); [cite_start]শব্দটি قَوْمَ-এর মুদাফ-ইলায়হি হওয়ায় সম্বন্ধকারকে نُوحٍ হয়েছে [cite: 1613, 1614]।"
        },
        {
          "text": "مِنْ قَبْلُ إِنَّهُمْ",
          "meaningBn": "নিশ্চয় ইহাদের পূর্বে",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও সংযুক্ত-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ; [cite_start]পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও অপর সম্বন্ধসূচক অব্যয় قَبْلُ (পূর্বে) [cite: 1615, 1616, 1618]।"
        },
        {
          "text": "كَانُوا",
          "meaningBn": "ইহারা ছিল",
          [cite_start]"notes": "শব্দটি كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ [cite: 1619]।"
        },
        {
          "text": "هُمْ أَظْلَمَ",
          "meaningBn": "তারা অধিকতর যালিম ছিল",
          "notes": "ظَلَمَ (অন্যায় আচরণ করা, অত্যাচার করা, যুলুম করা, অবিচার করা, অত্যাচারী হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য ظَالِمٌ (যালিম, যে অন্যায় আচরণ করে, নির্যাতনকারী, অত্যাচারী, উৎপীড়ক)-এর তুলনামূলক বিশেষণ أَظْلَمَ (অধিকতর যালিম, অধিক অত্যাচারী, অধিক অন্যায়কারী); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَظْلَمَ হয়েছে; [cite_start]পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُمْ (তারা) [cite: 1621]।"
        },
        {
          "text": "وَأَطْغَى",
          "meaningBn": "ও অবাধ্য হয়েছিল",
          "notes": "طَغَى (সীমালঙ্ঘন করা, বাড়াবাড়ি করা, সমুদ্র উত্তাল হওয়া, স্ফীত হওয়া, প্লাবন সৃষ্টি করা, অন্যায় করা, নির্যাতন করা, পীড়নমূলক আচরণ করা, স্বৈরাচার চালানো, কক্ষ হতে ভ্রষ্ট হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য طَاغٍ (মৌলিক রূপ طَاغِي; অন্যায়কারী, অত্যাচারী, স্বেচ্ছাচারী, সীমালঙ্ঘনকারী)-এর তুলনামূলক বিশেষণ أَطْغَى (মৌলিক রূপ أَطْغَى; অত্যন্ত অবাধ্য, অতিমাত্রার দুর্বৃত্তপণা, অধিক অন্যায়কারী, অধিক সীমালঙ্ঘনকারী); [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1622, 1623, 1624]।"
        }
      ]
    },
    {
      "ayahNumber": 53,
      "arabic": "وَالْمُؤْتَفِكَةَ أَهْوَى",
      "bangla": "উল্টানো আবাসভূমিকে নিক্ষেপ করিয়াছিলেন,",
      "translations": {
        "osmani": "আর জনপদকে তিনি নিক্ষেপ করেছিলেন।",
        "tawjih": "আর উল্টে যাওয়া জনপদকে তিনি নিক্ষেপ করেছেন।"
      },
      "words": [
        {
          "text": "وَالْمُؤْتَفِكَةَ",
          "meaningBn": "উল্টানো আবাসভূমিকে",
          "notes": "أَفَكَ (মিথ্যা বলা, মিথ্যাবাদী হওয়া, মিথ্যা কিছু উদ্ভাবন করা, প্রতারিত করা, বিভ্রান্ত করা, ধোঁকা দেওয়া, ছলনা করা) মূল ক্রিয়ার ৮নং ফরমের কর্তা-বিশেষ্য مُؤْتَفَكٌ (যা উল্টিয়ে ফেলা হয়েছে, ওলট-পালট করা হয়েছে, বিপর্যস্ত করা হয়েছে), স্ত্রীলিঙ্গ مُؤْتَفَكَةٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْمُؤْتَفِكَةَ হয়েছে; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1627, 1628, 1629, 1630]।"
        },
        {
          "text": "أَهْوَى",
          "meaningBn": "উল্টিয়ে ফেলেছিলেন",
          [cite_start]"notes": "هَوَى (ধপাস করে পড়ে যাওয়া, আকস্মিক পতন হওয়া, সম্মুখ/ পশ্চাৎ দিকে দেহ আনত করা, ঝুঁকে পড়া, উড়িয়ে নেওয়া, অস্ত যাওয়া) মূল ক্রিয়ার ৪নং ফরম أَهْوَى (উল্টিয়ে ফেলা, নীচে পড়া, ঝুঁকে পড়া) [cite: 1631]।"
        }
      ]
    },
    {
      "ayahNumber": 54,
      "arabic": "فَغَشَّاهَا مَا غَشَّى",
      "bangla": "উহাকে আচ্ছন্ন করিল কী সর্বগ্রাসী শাস্তি!",
      "translations": {
        "osmani": "অতঃপর তাকে আবৃত করে নিলো যা আবৃত করে।",
        "tawjih": "অতঃপর যা কিছু আবৃত করার ছিল, তা আবৃত করে নিলো।"
      },
      "words": [
        {
          "text": "فَغَشَّاهَا",
          "meaningBn": "অতএব উহাকে আচ্ছন্ন করিল",
          "notes": "غَشِيَ (আচ্ছাদিত করা, ঢেকে দেওয়া, ছেয়ে ফেলা, আবৃত করা, ছদ্মবেশ পরানো, আড়াল করা, অন্ধকার হওয়া) মূল ক্রিয়ার ২নং ফরম غَشَّى (আবৃত করা, আচ্ছাদিত করা, ঢেকে দেওয়া, ছেয়ে ফেলা, মোড়ানো); [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) ও শেষে সংযুক্ত-সর্বনাম هَا (তার) যুক্ত হওয়ায় শেষের ي 'আলিফ'-এর আকার ধারণ করেছে [cite: 1635, 1636]।"
        },
        {
          "text": "مَا غَشَّى",
          "meaningBn": "কী সর্বগ্রাসী শাস্তি",
          "notes": "غَشَّى এর জন্য উপরে দেখুন; [cite_start]পূর্বে রয়েছে প্রশ্নবোধক সর্বনাম مَا (কি?) [cite: 1637, 1638]।"
        }
      ]
    },
    {
      "ayahNumber": 55,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكَ تَتَمَارَى",
      "bangla": "তবে তুমি তোমার প্রতিপালকের কোন্ অনুগ্রহ সম্পর্কে সন্দেহ পোষণ করিবে?",
      "translations": {
        "osmani": "সুতরাং তুমি তোমার প্রতিপালকের কোন্ অনুগ্রহ সম্পর্কে সন্দেহ করবে?",
        "tawjih": "অতএব তুমি তোমার প্রতিপালকের কোন্ অনুগ্রহে সন্দেহ পোষণ করো?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ",
          "meaningBn": "তবে তুমি কোন",
          [cite_start]"notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব), সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযোজক সর্বনাম أَيُّ (কোন)-এর মিলিত রূপ, পূর্বে যুক্ত থাকায় بِأَيِّ হয়েছে [cite: 1638, 1639]।"
        },
        {
          "text": "آلَاءِ",
          "meaningBn": "অনুগ্রহ সম্পর্কে",
          "notes": "أَلَى (أَلَا) (অবহেলা করা, ত্রুটি করা, অক্ষম হওয়া, কম করা, ঘাটতি করা, ব্যর্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَلْىٌ (মৌলিক রূপ أَلْىٌ; অনুগ্রহ, আশির্বাদ, দান, উপকারিতা), বহুবচন آلَاءٌ; [cite_start]শব্দটি رَبِّ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং بِأَيِّ-কে অনুসরণ করায় آلَاءِ হয়েছে [cite: 1639, 1640]।"
        },
        {
          "text": "رَبِّكَ",
          "meaningBn": "তোমার প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); [cite_start]শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং آلَاءِ -এর মুদাফ হওয়ায় رَبِّ হয়েছে [cite: 1641, 1642]।"
        },
        {
          "text": "تَتَمَارَى",
          "meaningBn": "সন্দেহ পোষণ করিবে",
          [cite_start]"notes": "শব্দটি مَارَى (ভূমিতে সজোরে পদাঘাত করা, দুধের বোটায় চাপ দেওয়া, মতের অমিল হওয়া, তর্কে নামা) মূল ক্রিয়ার ৬নং ফরম تَمَارَى (ঝগড়া করা, বিবাদ করা, কলহ করা, কোনো বিষয় সম্বন্ধে সন্দেহ করা)-এর বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ রূপ [cite: 1643, 1646]।"
        }
      ]
    },
    {
      "ayahNumber": 56,
      "arabic": "هَذَا نَذِيرٌ مِنَ النُّذُرِ الْأُولَى",
      "bangla": "অতীতের সতর্ককারীদের ন্যায় এই নবীও এক সতর্ককারী।",
      "translations": {
        "osmani": "এই নবীও তো পূর্বের সতর্ককারীদের মধ্যে একজন সতর্ককারী।",
        "tawjih": "ইনি তো পূর্বের সতর্ককারী রাসূলদের মতোই একজন সতর্ককারী।"
      },
      "words": [
        {
          "text": "هَذَا نَذِيرٌ",
          "meaningBn": "এই নবীও এক সতর্ককারী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نَذِيرٌ (ভীতিপ্রদর্শনকারী, সতর্ককারী, উৎসর্গীকৃত, মানতকৃত, সতর্কীকরণ); [cite_start]পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এই, ইহা) [cite: 1647]।"
        },
        {
          "text": "مِنَ النُّذُرِ",
          "meaningBn": "সতর্ককারীদের ন্যায়",
          "notes": "نَذِيرٌ (উপরে দেখুন), বহুবচন نُذُرٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় النُّذُرِ হয়েছে; [cite_start]مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে [cite: 1648, 1649, 1650]।"
        },
        {
          "text": "الْأَوْلَى",
          "meaningBn": "অতীতের/ পূর্বের",
          [cite_start]"notes": "দেখুন আয়াত ৫০ [cite: 1651]।"
        }
      ]
    },
    {
      "ayahNumber": 57,
      "arabic": "أَزِفَتِ الْأَزِفَةُ",
      "bangla": "কিয়ামত আসন্ন,",
      "translations": {
        "osmani": "মহাবিপর্যয় আসন্ন।",
        "tawjih": "সেই আসন্ন (বিপর্যয়) নিকটবর্তী হয়েছে।"
      },
      "words": [
        {
          "text": "أَزِفَتِ",
          "meaningBn": "আসন্ন",
          "notes": "أَزِفَ (কাছে আসা, নিকটবর্তী হওয়া, আসন্ন হওয়া, এসে পড়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ أَزِفَتْ; [cite_start]أَزِفَتْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় أَزِفَتِ লেখা হয়েছে [cite: 1655]।"
        },
        {
          "text": "الْأَزِفَةُ",
          "meaningBn": "কিয়ামত",
          "notes": "أَزِفَ (উপরে দেখুন) মূল ক্রিয়ার একটি বিশেষ্য الْأَزِفَةُ (আসন্ন, সন্নিকটবর্তি অর্থাৎ বিচারের দিন); [cite_start]এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَزِفَةُ হয়েছে [cite: 1656, 1657]।"
        }
      ]
    },
    {
      "ayahNumber": 58,
      "arabic": "لَيْسَ لَهَا مِنْ دُوْنِ اللهِ كَاشِفَةٌ",
      "bangla": "আল্লাহ্ ব্যতীত কেহই ইহা ব্যক্ত করিতে সক্ষম নয়।",
      "translations": {
        "osmani": "আল্লাহ্ ছাড়া কেউই তা দূর করতে পারবে না।",
        "tawjih": "আল্লাহ্ ছাড়া কেউ তা দূর করতে সক্ষম নয়।"
      },
      "words": [
        {
          "text": "لَيْسَ",
          "meaningBn": "সক্ষম নয়",
          "notes": "لَيْسَ (মৌলিক রূপ لَيْسَ; ছিল না, নয়, নাই, নহে, হয় না); [cite_start]একটি না-সূচক ক্রিয়া [cite: 1658]।"
        },
        {
          "text": "لَهَا",
          "meaningBn": "কেহই ইহা /তার জন্য",
          [cite_start]"notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ [cite: 1659]।"
        },
        {
          "text": "مِنْ دُونِ اللهِ",
          "meaningBn": "আল্লাহ্ ব্যতীত",
          "notes": "সম্বন্ধসূচক অব্যয় دُوْنَ -এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় دُونِ হয়েছে; [cite_start]একইভাবে الله পরিবর্তিত হয়ে اللهِ হয়েছে [cite: 1660, 1661]।"
        },
        {
          "text": "كَاشِفَةٌ",
          "meaningBn": "ব্যক্ত/ অনাবৃত করতে",
          [cite_start]"notes": "كَشَفَ (অনাবৃত করা, আবরণ সরিয়ে রাখা, উন্মোচিত করা, নগ্ন করা, খুলে ফেলা) মূল ক্রিয়ার কর্তা-বিশেষ্য كَاشِفٌ (যে অনাবৃত করে, যে খুলে ফেলে, যে অপসারণ করে, দুরিভূত করে), স্ত্রীলিঙ্গ كَاشِفَةٌ [cite: 1662]।"
        }
      ]
    },
    {
      "ayahNumber": 59,
      "arabic": "أَفَمِنْ هَذَا الْحَدِيْثِ تَعْجَبُونَ",
      "bangla": "তোমরা কি এই কথায় বিস্ময় বোধ করিতেছ!",
      "translations": {
        "osmani": "তোমরা কি এই কথা শুনে বিস্ময় প্রকাশ করছ?",
        "tawjih": "তোমরা কি এই কথা শুনে অবাক হচ্ছ?"
      },
      "words": [
        {
          "text": "أَفَمِنْ",
          "meaningBn": "অতএব কি",
          "notes": "সংযোজক অব্যয় فَ (অতএব) ও সম্বন্ধসূচক অব্যয় مِنْ (হতে)-এর মিলিত রূপ فَمِنْ; [cite_start]পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?) [cite: 1663]।"
        },
        {
          "text": "هَذَا الْحَدِيثِ",
          "meaningBn": "এই কথায়",
          "notes": "حَدَثَ (নতুন হওয়া, নবীন হওয়া, সাম্প্রতিক হওয়া, আধুনিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَدِيثُ (নুতন, নবীন, আধুনিক, সাম্প্রতিক, কথা, বাণী, আলোচনা, সংবাদ, খবর, বৃত্তান্ত, বর্ণনা, কাহিনী, গল্প, বক্তৃতা, রাসুলের হাদিস); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْحَدِيثِ হয়েছে; [cite_start]পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এই, ইহা) [cite: 1666, 1667, 1668]।"
        },
        {
          "text": "تَعْجَبُونَ",
          "meaningBn": "তোমরা বিস্ময় বোধ করতেছ!",
          [cite_start]"notes": "عَجِبَ (অবাক হওয়া, আশ্চার্যন্বিত হওয়া, বিস্ময়াভিভূত হওয়া, বিমুগ্ধ হওয়া) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ [cite: 1669]।"
        }
      ]
    },
    {
      "ayahNumber": 60,
      "arabic": "وَتَضْحَكُونَ وَلَا تَبْكُوْنَ",
      "bangla": "এবং হাসিঠাট্টা করিতেছ! ক্রন্দন করিতেছ না?",
      "translations": {
        "osmani": "আর তোমরা হাসছো, কাঁদছ না?",
        "tawjih": "আর তোমরা হাসছো, অথচ কাঁদছো না?"
      },
      "words": [
        {
          "text": "وَتَضْحَكُوْنَ",
          "meaningBn": "এবং হাসিঠাট্টা করিতেছ",
          "notes": "ضَحِكَ (শব্দ করে হাসা, ব্যঙ্গ-বিদ্রূপ করা, ঠাট্টা-তামাশা করা, উপহাস করা, অবজ্ঞা প্রকাশ করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَضْحَكُونَ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1672, 1673]।"
        },
        {
          "text": "وَ لَا تَبْكُونَ",
          "meaningBn": "ক্রন্দন করিতেছ না",
          "notes": "بَكَى (ক্রন্দন করা, কাঁদা রোদন করা) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَبْكُونَ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ لَا (না) [cite: 1674, 1675]।"
        }
      ]
    },
    {
      "ayahNumber": 61,
      "arabic": "وَأَنْتُمْ سَامِدُوْنَ",
      "bangla": "তোমরা তো উদাসীন,",
      "translations": {
        "osmani": "আর তোমরা উদাসীন (দম্ভকারী)।",
        "tawjih": "আর তোমরা তো উদাসীন (দম্ভকারী)।"
      },
      "words": [
        {
          "text": "وَأَنْتُمْ سَامِدُونَ",
          "meaningBn": "তোমরা তো উদাসীন",
          "notes": "سَمَدَ (দম্ভভরে মাথা উঁচু করে থাকা, বিস্ময়বিহ্বল হয়ে দাঁড়ানো, হতবুদ্ধি হয়ে যাওয়া, মনোযোগ অন্য দিকে সরিয়ে নেওয়া, সদম্ভে অমনোযোগী ও উদ্ধত থাকা, উদাসীন হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য سَامِدٌ (যে অহমিকার মধ্য দিয়ে সময় কাটায়, যে দম্ভের সঙ্গে থাকে, উদাসীন, অমনোযোগী), বহুবচন কর্তৃকারক سَامِدُونَ; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও স্বতন্ত্র-সর্বনাম أَنْتُمْ (তোমরা) [cite: 1676]।"
        }
      ]
    },
    {
      "ayahNumber": 62,
      "arabic": "فَاسْجُدُوا لِلَّهِ وَاعْبُدُوا",
      "bangla": "অতএব আল্লাহকে সিজদা কর এবং তাঁহারই 'ইবাদত কর।",
      "translations": {
        "osmani": "অতএব আল্লাহকে সিজদা করো আর (তাঁরই) ইবাদত করো।",
        "tawjih": "সুতরাং তোমরা আল্লাহর জন্য সাজদা করো আর তাঁরই ইবাদত করো।"
      },
      "words": [
        {
          "text": "فَاسْجُدُوا",
          "meaningBn": "অতএব সিজদা করো",
          "notes": "سَجَدَ (সিজদা করা, মাথানত করা, শ্রদ্ধা ও আনুগত্য প্রকাশ করতে দেহ ও মাথা নোয়ানো, নিজেকে সমর্পণ করা, ভক্তি সহকারে মাথা নীচু করে কপাল মাটিতে স্পর্শ করা) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ اُسْجُدُوا; [cite_start]পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) [cite: 1677, 1678]।"
        },
        {
          "text": "لِلَّهِ",
          "meaningBn": "আল্লাহকে",
          [cite_start]"notes": "শব্দটি الله এবং সম্বন্ধসূচক অব্যয় لِ (জন্য)-এর মিলিত রূপ [cite: 1679]।"
        },
        {
          "text": "وَاعْبُدُوا",
          "meaningBn": "এবং তাঁহারই 'ইবাদত কর",
          "notes": "عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ اُعْبُدُوا; [cite_start]পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) [cite: 1680, 1681]।"
        }
      ]
    }
  ]
}
