{
  "number": 54,
  "nameAr": "سورة القمر",
  "nameBn": "সূরা কামার",
  "revelationPlace": "Makki",
  "ayahCount": 55,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ",
      "bangla": "কিয়ামত নিকটবর্তী হয়েছে, আর চন্দ্র বিদীর্ণ হয়েছে,",
      "translations": {
        "osmani": "কিয়ামত নিকটবর্তী হয়েছে আর চাঁদ বিদীর্ণ হয়েছে।",
        "tawjih": "কিয়ামত নিকটবর্তী হয়েছে আর চন্দ্র বিদীর্ণ হয়েছে।"
      },
      "words": [
        {
          "text": "اقْتَرَبَتِ",
          "meaningBn": "নিকটবর্তী হয়েছে",
          "notes": "قَرِبَ (ঘনিষ্ঠ হওয়া, নিকটবর্তী হওয়া, নিকটে আসা, কাছে যাওয়া) মূল ক্রিয়ার ৮নং ফরম اِقْتَرَبَ (কাছে আসা, কাছাকাছি আসা, নিকটবর্তী হওয়া, আসন্ন হওয়া, ঘনিয়ে আসা)-এর অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ اقْتَرَبَتْ: اقْتَرَبَتْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় اقْتَرَبَتِ লেখা হয়েছে।"
        },
        {
          "text": "السَّاعَةُ",
          "meaningBn": "কিয়ামত",
          "notes": "سَوَعَ (سَاعَ) (মুক্তভাবে দৌড়াতে দেওয়া, মুক্তভাবে চরতে দেওয়া, পরাজিত হওয়া, হারিয়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَاعَةُ (ক্ষুদ্রতম সময়, ক্ষণ, সময়, ঘন্টা, ঘড়ি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّاعَةُ (রোজ কিয়ামতের মূহর্ত, রোজ কিয়ামত) হয়েছে।"
        },
        {
          "text": "وَانْشَقَّ",
          "meaningBn": "আর বিদীর্ণ হয়েছে",
          "notes": "شَقّ (ফাটানো, বিদীর্ণ করা, ভেঙ্গে ফেলা, বিচ্ছিন্ন করা, কেটে ফেলা, বিভক্ত করা, উদ্ভাসিত হওয়া, কাউকে অসুবিধার মধ্যে ফেলা, কারো প্রতি কঠিন শর্ত আরোপ করা) মূল ক্রিয়ার ৭নং ফরম انْشَقَّ (বিদীর্ণ হওয়া, ফেটে যাওয়া, ভেঙ্গে যাওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الْقَمَرُ",
          "meaningBn": "চন্দ",
          "notes": "قَمِرَ (তুষারবর্ণ হওয়া, সাদা হওয়া, শুভ্র হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَمَرٌ (চাঁদ, চন্দ্র, উপগ্রহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْقَمَرُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "وَإِنْ يَرَوْا آيَةً يُعْرِضُوا وَيَقُولُوا سِحْرٌ مُسْتَمِرٌّ",
      "bangla": "উহারা কোন নিদর্শন দেখলে মুখ ফিরিয়ে নেয় এবং বলে, 'ইহা তো চিরাচরিত জাদু।",
      "translations": {
        "osmani": "আর তারা যদি কোনো নিদর্শন দেখে, তবে মুখ ফিরিয়ে নেয় আর বলে, 'এটা তো চিরাচরিত জাদু।'",
        "tawjih": "আর যদি তারা কোনো নিদর্শন দেখে, তবে মুখ ফিরিয়ে নেয় আর বলে, ‘এ তো চিরাচরিত জাদু।’"
      },
      "words": [
        {
          "text": "وَإِنْ يَرَوْا",
          "meaningBn": "তারা যদি দেখে",
          "notes": "رَأَى (দেখা, প্রত্যক্ষ করা, গোচরে আসা, পর্যবেক্ষণ করা, লক্ষ্য করা, ভেবে দেখা, উপলব্ধি করা, বোধ করা, চিন্তা করা, অবহিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ يَرَوْا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও অপর সংযোজক অব্যয় إِن (যদি)।"
        },
        {
          "text": "آيَةً",
          "meaningBn": "কোনো নিদর্শন",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য آيَةٌ বা آيَةٌ (নিদর্শন, কুরআনের আয়াত/ বাক্য, শিক্ষনীয় বিষয়, অলৌকিক কার্য); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় آيَةً হয়েছে।"
        },
        {
          "text": "يُعْرِضُوا",
          "meaningBn": "তারা মুখ ফিরিয়ে নেয়",
          "notes": "শব্দটি عَرَضَ (উপস্থাপন করা, পেশ করা, প্রদর্শন করা, প্রস্তাব করা, কুচকাওয়াজ করা) মূল ক্রিয়ার ৪নং ফরম أَعْرَضَ (অন্য দিকে মুখ ফিরিয়ে নেওয়া, পরিহার করা, বর্জন করা, পরিত্যাগ করা, এড়িয়ে চলা, উপেক্ষা করা, বাতিল করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ।"
        },
        {
          "text": "وَيَقُولُوا",
          "meaningBn": "এবং বলে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ يَقُوْلُوْا: পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "سِحْرٌ",
          "meaningBn": "জাদু",
          "notes": "سَحَرَ (জাদু করা, সম্মোহিত করা, মুগ্ধ করা, মন্ত্র-মুগ্ধ করা, কারো প্রতি মূঢ় প্রেমে জ্ঞানশূন্য হওয়া, মোহগ্রস্ত করা, মিষ্টি কথায় ভুলিয়ে কোনো কিছু আদায় করা, প্রতারিত করা, ছলনা করা) মূল ক্রিয়ার একটি বিশেষ্য سِحْرٌ (যাদু, মোহিনীশক্তি, সম্মোহন, ইন্দ্রজাল, ভেলকি)।"
        },
        {
          "text": "مُسْتَمِرٌّ",
          "meaningBn": "ইহা তো চিরাচরিত",
          "notes": "مَرَّ (অতিবাহিত হওয়া, অতিক্রান্ত হওয়া, চলমান হওয়া, সঞ্চরমান হওয়া, পাশ দিয়ে যাওয়া, অতিক্রম করে যাওয়া, মৃদুমন্দ গতিতে হেঁটে বেড়ানো, অলস গতিতে হেঁটে বেড়ানো, অগ্রসর হওয়া) মূল ক্রিয়ার ১০নং ফরমের কর্তা-বিশেষ্য مُسْتَمِرٌّ (অনড় অবস্থান গ্রহণকারী, পুন:পুন: ঘটনশীল, অবিরাম, একটানা, লাগাতার, ক্রমাগত, চিরাচরিত, ক্ষমতাশালী)।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "وَكَذَّبُوا وَاتَّبَعُوا أَهْوَاءَهُمْ وَكُلُّ أَمْرٍ مُسْتَقِرٌّ",
      "bangla": "উহারা সত্য প্রত্যাখ্যান করে এবং নিজ খেয়াল-খুশির অনুসরণ করে, আর প্রত্যেক ব্যাপারই লক্ষ্যে পৌঁছবে,",
      "translations": {
        "osmani": "আর তারা মিথ্যা প্রতিপন্ন করে আর তাদের খেয়াল-খুশির অনুসরণ করে। আর প্রতিটি কাজই স্থিরীকৃত (মীমাংসিত)।",
        "tawjih": "আর তারা মিথ্যা প্রতিপন্ন করে এবং নিজেদের খেয়াল-খুশির অনুসরণ করে। আর প্রতিটি বিষয়ই স্থিরীকৃত।"
      },
      "words": [
        {
          "text": "وَكَذَّبُوا",
          "meaningBn": "উহারা সত্য প্রত্যাখ্যান করে",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা, প্রত্যাখ্যান করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ كَذَّبُوا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "وَاتَّبَعُوا",
          "meaningBn": "এবং তারা অনুসরণ করে",
          "notes": "تَبِعَ (অনুসরণ করা, অনুগামী হওয়া, অধীন হওয়া, কারো পরে আসা, চিহ্ন-রেখা অনুসরণ করা, পরে যাওয়া, পিছনে হাঁটা, ধরার জন্য পশ্চাদ্ধাবন করা) মূল ক্রিয়ার ৮নং ফরম اِتَّبَعَ (অনুসরণ করা, পিছনে পিছনে চলা, মান্য করা, পশ্চাদ্ধাবন করা, অনুগামী হওয়া, পালন করা, স্থিরভাবে অনুগমন করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ اتَّبَعُوا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "أَهْوَاءَهُمْ",
          "meaningBn": "নিজ খেয়াল-খুশির",
          "notes": "هَوِىَ (কামনা করা, প্রেমে পড়া, পছন্দ করা, চাওয়া, মনঃপুত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য هَوًى (প্রবৃত্তি, কামনা, বাসনা, লালসা, ইচ্ছা, ঝোঁক, প্রবণতা, আবেগ, অনুরাগ, অভিলাষ, যৌনকামনা, খেয়াল-খুশি), বহুবচন أَهْوَاءُ; শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَهْوَاءَهُمْ হয়েছে।"
        },
        {
          "text": "وَكُلُّ أَمْرٍ",
          "meaningBn": "আর প্রত্যেক ব্যাপারই",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি أَمْرٍ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া, হুকুম করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); শব্দটি كُلّ -এর মুদাফ-ইলায়হি হওয়ায় أَمْرٍ হয়েছে।"
        },
        {
          "text": "مُسْتَقِرٌّ",
          "meaningBn": "লক্ষ্যে পৌঁছবে/ নিষ্পত্তিকৃত",
          "notes": "قَرَّ (স্থায়ী হওয়া, স্থিতিশীল হওয়া, অবস্থান করা, প্রতিষ্ঠিত হওয়া, শান্ত থাকা) মূল ক্রিয়ার ১০নং ফরমের কর্তা-বিশেষ্য مُسْتَقِرٌ (যা স্থির থাকে, স্থায়ী, টেকসই, একটানা, লাগাতার, নিষ্পত্তিকৃত)।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "وَ لَقَدْ جَاءَهُمْ مِنَ الْأَنْبَاءِ مَا فِيهِ مُزْدَجَرٌ",
      "bangla": "উহাদের নিকট আসিয়াছে সুসংবাদ, যাতে আছে সাবধান বাণী;",
      "translations": {
        "osmani": "আর নিশ্চয়ই তাদের কাছে এমন খবর এসেছে যাতে সতর্কবার্তা রয়েছে।",
        "tawjih": "আর নিশ্চয়ই তাদের কাছে এমন খবর এসেছে যাতে রয়েছে সাবধানবাণী।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ",
          "meaningBn": "আর অবশ্যই",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ لَقَدْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "جَاءَهُمْ",
          "meaningBn": "উহাদের নিকট এসেছিল",
          "notes": "جَيّاً (جَاءَ) (আসা, পৌছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা) মূল ক্রিয়াট অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; মুদাফ-ইলায়হি হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের)।"
        },
        {
          "text": "مِنَ الْأَنْبَاءِ",
          "meaningBn": "সুসংবাদ",
          "notes": "نَبَأَ (উঁচু হওয়া, উদ্‌গত হওয়া, বাইরে প্রসারিত হওয়া, বহির্গত হওয়া, প্রক্ষেপ করা, সুপ্রত্যক্ষ হওয়া, পরাভূত করা, দমন করা, ছেয়ে ফেলা); نَبَأٌ (সংবাদ, ঘোষণা, বার্তা, বর্ণনা, গল্প, ভবিষ্যৎবাণী), বহুবচন أَنْبَاءُ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْأَنْبَاءِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        },
        {
          "text": "مَا فِيهِ",
          "meaningBn": "যাতে আছে",
          "notes": "সংযোজক অব্যয় فَ (অতএব) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ فِيهِ; পূর্বে রয়েছে সংযোজক সর্বনাম مَا (যা কিছু)।"
        },
        {
          "text": "مُزْدَجَرٌ",
          "meaningBn": "সাবধান বাণী",
          "notes": "زَجَرَ (তাড়িয়ে নেওয়া, ধাক্কা দেওয়া, ঠেলা দেওয়া, নিষেধ করা, ধমক দেওয়া, তিরস্কার করা) মূল ক্রিয়ার ৮নং ফরম اِزْدَجَرَ (মৌলিক রূপ إِزْتَجَرَ; তাড়িয়ে দেওয়া, প্রত্যাখ্যান করা, জোরপূর্বক প্রতিরোধ করা, বলপূর্বক বাধা দেওয়া)-এর কর্ম-বিশেষ্য مُرْدَجَرٌ (বাধা, নিরোধক, সাবধান বাণী, নিষিদ্ধ)।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "حِكْمَةٌ بَالِغَةٌ فَمَا تُغْنِ النُّذُرُ",
      "bangla": "ইহা পরিপূর্ণ জ্ঞান, তবে এই সতর্কবাণী উহাদের কোনো উপকারে আসে নাই।",
      "translations": {
        "osmani": "পরিপূর্ণ প্রজ্ঞা, তবুও সতর্কবাণী তাদের কোনো উপকারে আসেনি।",
        "tawjih": "এটা পরিপূর্ণ প্রজ্ঞা, অথচ সতর্কবাণী তাদের কোনো উপকারে আসেনি।"
      },
      "words": [
        {
          "text": "حِكْمَةٌ",
          "meaningBn": "ইহা জ্ঞান",
          "notes": "حَكُمَ (জ্ঞানী হওয়া, বিজ্ঞ হওয়া, বিচক্ষণ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حِكْمَةٌ (প্রজ্ঞা, বিজ্ঞতা, বোধশক্তি, বিচক্ষণতা, গভীর ও বিস্তৃত জ্ঞান)।"
        },
        {
          "text": "بَالِغَةٌ",
          "meaningBn": "পরিপূর্ণ",
          "notes": "بَلَغَ (পৌঁছা, উপনীত হওয়া, খবর আসা, চলে আসা, সাবালক হওয়া, বালেগ হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য بَالِغٌ (উপস্থিতি, যা পৌঁছাবে, সিদ্ধান্ত চূড়ান্তকরণ, চূড়ান্ত, চমৎকার, অতিমাত্রায় দক্ষ, পরিপূর্ণ, নিখুঁত), স্ত্রীলিঙ্গ بَالِغَةٌ।"
        },
        {
          "text": "فَمَا تُغْنِ",
          "meaningBn": "অতএব উহাদের কোনো উপকারে আসে নাই",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ مَا (না)-এর মিলিত রূপ। غَنِىَ (ধনী হওয়া, সম্পদশালী হওয়া, ধনবান হওয়া, অভাবমুক্ত হওয়া, প্রয়োজন মুক্ত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَغْنَى (ধনী করা, সম্পদশালী করা, অমুখাপেক্ষী করা, অভাবমুক্ত করা, কাজে আসা, উপকারে আসা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ, যুসীভভাব রূপ।"
        },
        {
          "text": "النُّذُرُ",
          "meaningBn": "এই সতর্কবাণী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نُذُرٌ (ভীতি-প্রদর্শন, সতর্ককরণ, সতর্কবাণী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় النُّذُرُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "فَتَوَلَّ عَنْهُمْ يَوْمَ يَدْعُ الدَّاعِ إِلَى شَيْءٍ نُكُرٍ",
      "bangla": "অতএব তুমি উহাদের উপেক্ষা করো। যেদিন আহবানকারী আহ্বান করবে এক ভয়াবহ পরিণামের দিকে।",
      "translations": {
        "osmani": "অতএব তুমি তাদের থেকে মুখ ফিরিয়ে নাও। যেদিন আহ্বানকারী এক ভয়াবহ বিষয়ের দিকে আহ্বান করবে।",
        "tawjih": "সুতরাং তুমি তাদের থেকে মুখ ফিরিয়ে নাও। যেদিন আহ্বানকারী এক ভয়াবহ বিষয়ের দিকে আহ্বান করবে।"
      },
      "words": [
        {
          "text": "فَتَوَلَّ عَنْهُمْ",
          "meaningBn": "অতএব তুমি উহাদের উপেক্ষা করে",
          "notes": "وَلِيَ (বন্ধু হওয়া, মিত্র হওয়া, সুহৃদ হওয়া) মূল ক্রিয়ার ৫নং ফরম تَوَلَّى (ঘুরে যাওয়া, অন্য দিকে মুখ ফেরানো, গতিপথ পাল্টানো, পলায়ন করা, উপেক্ষা করা, পরিহার করা)-এর বর্তমানকাল, মধ্যম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ تَوَلَّ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)। عَنْهُمْ শব্দটি সম্বন্ধসূচক অব্যয় عَنْ (জন্য) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "يَوْمَ",
          "meaningBn": "যেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে)。"
        },
        {
          "text": "يَدْعُ",
          "meaningBn": "আহ্বান করবে",
          "notes": "শব্দটি دَعَوَ (دَعَا) (ডাক দেওয়া, আহ্বান করা, তলব করা, উচ্চৈঃস্বরে ডাকা, সাহায্যের জন্য ডাকা, আমন্ত্রণ করা, আবেদন করা, মিনতিপূর্ণভাবে আহবান করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ।"
        },
        {
          "text": "الدَّاعِ",
          "meaningBn": "আহবানকারী",
          "notes": "دَعَوَ (دَعَا) (উপরে দেখুন) মূল ক্রিয়ার কর্তা-বিশেষ্য دَاعٍ (মৌলিক রূপ دَاعِيّ; যে প্রার্থনা করে, আমন্ত্রণ করে, আহবান করে)। এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الدَّاعِ হয়েছে।"
        },
        {
          "text": "إِلَى شَيْءٍ",
          "meaningBn": "কোনো বিষয়ের দিকে",
          "notes": "شَيِاً (شَاءَ) (ইচ্ছা করা, আকাঙ্ক্ষা করা, চাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); এর পূর্বে সম্বন্ধসূচক অব্যয় إِلَى (দিকে) থাকায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "نُكُرٍ",
          "meaningBn": "এক ভয়াবহ পরিণামের",
          "notes": "نَكِرَ (না জানা, অনবহিত হওয়া, না চেনা, অপরিচিত হওয়া, উপেক্ষা করা, সন্দিহান হওয়া, প্রবল অনীহা অনুভব করা) মূল ক্রিয়ার একটি বিশেষ্য نُكْرٌ (অস্বীকার, প্রত্যাখান, অনুপযোগী, জঘন্য, ঘৃণ্য, ঘৃণার্হ, নজিরবিহীন, ভয়াবহ পরিণাম, অজ্ঞাত, অশ্রুত); শব্দটি شَيْءٍ -কে অনুসরণ করায় نُكْرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "خُشَّعًا أَبْصَارُهُمْ يَخْرُجُونَ مِنَ الْأَجْدَاثِ كَأَنَّهُمْ جَرَادُ مُنْتَشِرٌ",
      "bangla": "অপমানে অবনমিত নেত্রে সেদিন উহারা কবর হতে বের হবে বিক্ষিপ্ত পঙ্গপালের ন্যায়,",
      "translations": {
        "osmani": "তাদের চোখ অবনমিত থাকবে, তারা কবর থেকে বের হবে বিক্ষিপ্ত পঙ্গপালের মতো।",
        "tawjih": "অপমানিত দৃষ্টিতে তারা সেদিন কবর থেকে বের হবে, যেন তারা বিক্ষিপ্ত পঙ্গপাল।"
      },
      "words": [
        {
          "text": "خُشَّعًا",
          "meaningBn": "অবনমিত",
          "notes": "خَشَعَ (আজ্ঞানুবর্তী হওয়া, অনুগত হওয়া, বিনয়ী হওয়া, নম্র হওয়া, নিজেকে অবনত করা, নিরহঙ্কার হওয়া, ধীরে ধীরে বিলীন হওয়া, ক্ষীণ হওয়া) মূল ক্রিয়ার কর্তা-विशेष्य خَاشِعٌ (যে আজ্ঞানূবর্তী, বশবর্তী, অনুগত, বিনয়ী, যা অবনত, নীচু, যা অনুর্বর, নিষ্ফলা, মরুময়, হীনাবস্থা, অবসাদগ্রস্ত, হতোদ্যম), বহুবচন خُشَّعٌ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় خُشَعًا হয়েছে।"
        },
        {
          "text": "أَبْصَارُهُمْ",
          "meaningBn": "তাদের দৃষ্টি",
          "notes": "بَصْرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য بَصَرُ (দৃষ্টি, দৃষ্টিশক্তি, দেখার অনুভুতি, চক্ষু, চোখ), বহুবচন أَبْصَارُ; শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَبْصَارُ হয়েছে।"
        },
        {
          "text": "يَخْرُجُونَ",
          "meaningBn": "উহারা বের হবে",
          "notes": "শব্দটি خَرَجَ (বাইরে যাওয়া, বের হওয়া, বের হয়ে আসা, নির্গত হওয়া, প্রস্থান করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "مِنَ الْأَجْدَاثِ",
          "meaningBn": "কবর হতে",
          "notes": "جَدَثٌ (সমাধি, কবর, গোর), বহুবচন أَجْدَاثٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় الْأَجْدَاثِ হয়েছে; مِنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مِنَ লেখা হয়েছে।"
        },
        {
          "text": "كَأَنَّهُمْ جَرَادُ",
          "meaningBn": "তারা যেন পঙ্গপালের ন্যায়",
          "notes": "সংযোজক অব্যয় أَنَّ (যে) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ كَأَنَّهُمْ; পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় كَ (মতো)। جَرَدَ (ছিঁড়ে ফেলা, খোসা ছাড়িয়ে ফেলা) মূল ক্রিয়ার একটি বিশেষ্য جَرَادٌ (পঙ্গপাল)।"
        },
        {
          "text": "مُنْتَشِرٌ",
          "meaningBn": "বিক্ষিপ্ত",
          "notes": "نَثَرَ (ছড়িয়ে দেওয়া, ছিটিয়ে দেওয়া, ছড়ানো, ভূমির উপর কোনো কিছু ছিটিয়ে দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِنْتَشَرَ (ছড়িয়ে যাওয়া, ছত্রভঙ্গ হওয়া)-এর কর্তা-বিশেষ্য مُسْتَشِرٌ (বিক্ষিপ্ত, যা ছড়িয়ে গেছে)।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "مُهْطِعِينَ إِلَى الدَّاعِ يَقُولُ الْكَافِرُوْنَ هَذَا يَوْمٌ عَسِرٌ",
      "bangla": "তারা আহ্বানকারীর দিকে ছুটে আসবে ভীত-বিহ্বল হয়ে। কাফিররা বলবে, 'কঠিন এই দিন।",
      "translations": {
        "osmani": "তারা আহ্বানকারীর দিকে দ্রুত ছুটে আসবে। কাফিররা বলবে, 'এ তো এক কঠিন দিন!'",
        "tawjih": "তারা আহ্বানকারীর দিকে চোখ তুলে ছুটে আসবে। কাফিররা বলবে, ‘এ তো এক কঠিন দিন!’"
      },
      "words": [
        {
          "text": "مُهْطِعِينَ",
          "meaningBn": "তারা ছুটে আসবে ভীত-বিহ্বল হয়ে",
          "notes": "هَطَعَ (সামনে দ্রুত অগ্রসর হওয়া, ভীত অবস্থায় চক্ষু স্থির করে সম্মুখে দৌড়ানো) মূল ক্রিয়ার ৪নং ফরমের কর্তা-বিশেষ্য مُهْطِعٌ (যে গলদেশ সামনে বাড়িয়ে দৌড়ায়, যে বেপরোয়াভাবে অগ্রধাবন করে, যে দ্রুততার সঙ্গে দৌড়ায়), বহুবচন কর্ম/ সম্বন্ধকারক مُهْطِعِينَ।"
        },
        {
          "text": "إِلَى الدَّاعِ",
          "meaningBn": "আহ্বানকারীর দিকে",
          "notes": "دَعَوَ (دَعَا) (ডাক দেওয়া, আহ্বান করা, তলব করা, উচ্চৈঃস্বরে ডাকা, সাহায্যের জন্য ডাকা, আমন্ত্রণ করা, আবেদন করা, মিনতিপূর্ণভাবে আহবান করা) মূল ক্রিয়ার কর্তা-বিশেষ্য دَاعٍ (মৌলিক রূপ دَاعِيّ; যে প্রার্থনা করে, আমন্ত্রণ করে, আহবান করে)। এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الدَّاعِ হয়েছে; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় إِلَى (দিকে, প্রতি)。"
        },
        {
          "text": "يَقُولُ",
          "meaningBn": "বলবে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়াটির বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "الْكَافِرُونَ",
          "meaningBn": "কাফিরগণ",
          "notes": "كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরী করা, কাফির হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য كَافِرٌ (যে অস্বীকার করে, অকৃতজ্ঞ, অবিশ্বাসী, অমান্যকারী, কাফির), বহুবচন كَافِرُونَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْكَافِرُونَ হয়েছে।"
        },
        {
          "text": "هَذَا يَوْمٌ",
          "meaningBn": "এই দিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); পূর্বে রয়েছে নির্দেশক সর্বনাম هَذَا (এই, ইহা)।"
        },
        {
          "text": "عَسِرٌ",
          "meaningBn": "কঠিন",
          "notes": "عَسَرَ (কঠিন হওয়া, দুঃসাধ্য হওয়া, কঠোরতা করা, প্রতিকূল হওয়া, কঠোর হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَسِرٌ (কঠিন, জটিল, কষ্টসাধ্য, নিদারুণ যন্ত্রণাদায়ক)।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "كَذَّبَتْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوْا مَجْنُونٌ وَازْدُجِرَ",
      "bangla": "এদের পূর্বে নূহের সম্প্রদায়ও অস্বীকার করেছিল-অস্বীকার করেছিল আমার বান্দাকে আর বলেছিল, 'এ তো এক পাগল।' আর তাকে ভীতি প্রদর্শন করা হয়েছিল।",
      "translations": {
        "osmani": "এদের পূর্বে নূহের সম্প্রদায়ও মিথ্যা প্রতিপন্ন করেছিল। তারা আমার বান্দাকে মিথ্যা প্রতিপন্ন করেছিল আর বলেছিল, 'এ তো পাগল।' আর তাকে ধমকও দেওয়া হয়েছিল।",
        "tawjih": "এদের পূর্বে নূহের জাতিও মিথ্যা প্রতিপন্ন করেছিল। তারা আমার বান্দাকে মিথ্যা প্রতিপন্ন করলো আর বললো, ‘এ তো পাগল’। আর তাকে ধমক দেওয়া হলো।"
      },
      "words": [
        {
          "text": "كَذَّبَتْ قَوْمُ نُوحٍ",
          "meaningBn": "নূহের সম্প্রদায়ও অস্বীকার করেছিল",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ। قَوَمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, ওঠা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া, অবস্থান করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি نُوحٍ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَوْمُ হয়েছে। نُوحُ (নূহ আ.) শব্দটি قَوْمُ-এর মুদাফ-ইলায়হি হওয়ায় نُوحٍ হয়েছে।"
        },
        {
          "text": "فَكَذَّبُوا عَبْدَنَا",
          "meaningBn": "অতএব তারা আমার বান্দাকে অস্বীকার করেছিল",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)। عَبَدَ (ইবাদত করা, দাসত্ব করা, আনুগত্য করা, সেবা করা, উপাসনা করা, ভক্তি করা, গভীরভাবে শ্রদ্ধা করা, বশ্যতাস্বীকার করা) মূল ক্রিয়ার একটি বিশেষ্য عَبْدٌ (বান্দা, দাস, ক্রীতদাস, ভৃত্য); শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় عَبْدَنَا হয়েছে।"
        },
        {
          "text": "وَقَالُوْا مَجْنُونٌ",
          "meaningBn": "আর বলেছিল, 'এ তো এক পাগল।'",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ قَالُوْا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)। جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَجْنُونٌ (পাগল, উম্মাদ, বিকৃতমস্তিষ্ক, ভূতে-ধরা)।"
        },
        {
          "text": "وَازْدُجِرَ",
          "meaningBn": "আর তাকে ভীতি প্রদর্শন করা হয়েছিল",
          "notes": "زَجَرَ (তাড়িয়ে নেওয়া, ধাক্কা দেওয়া, ঠেলা দেওয়া, নিষেধ করা, ধমক দেওয়া, তিরস্কার করা) মূল ক্রিয়ার ৮নং ফরম اِزْدَجَرَ (মৌলিক রূপ اِزْتَجَرَ ধমক দেওয়া/ ভীতি প্রদর্শন করা)-এর অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ কর্মবাচ্য রূপ أَزْدْجِرَ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فَانْتَصِرْ",
      "bangla": "তখন সে তার প্রতিপালককে আহ্বান করে বলেছিল, 'আমি তো অসহায়, অতএব তুমি প্রতিবিধান করো।'",
      "translations": {
        "osmani": "তখন সে তার প্রতিপালককে আহ্বান করে বলেছিল, 'আমি তো পরাজিত (অসহায়), অতএব তুমিই প্রতিবিধান করো।'",
        "tawjih": "তখন সে তার প্রতিপালককে আহ্বান করে বললো, ‘আমি তো পরাজিত (অসহায়), সুতরাং তুমি প্রতিশোধ নাও।’"
      },
      "words": [
        {
          "text": "فَدَعَا",
          "meaningBn": "তখন সে আহ্বান করে বলেছিল",
          "notes": "دَعَوَ (دَعَا) (ডাক দেওয়া, আহ্বান করা, তলব করা, উচ্চৈঃস্বরে ডাকা, সাহায্যের জন্য ডাকা, আমন্ত্রণ করা, আবেদন করা, মিনতিপূর্ণভাবে আহবান করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "رَبَّهُ",
          "meaningBn": "তার প্রতিপালককে",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম هُ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় رَبَّ হয়েছে।"
        },
        {
          "text": "أَنِّي مَغْلُوبٌ",
          "meaningBn": "আমি তো অসহায়",
          "notes": "শব্দটি সংযোজক অব্যয় أَنْ (যে) ও স্বতন্ত্র-সর্বনাম ي (আমি)-এর মিলিত রূপ। غَلَبَ (জয় লাভ করা, বিজয়ী হওয়া, পরাভূত করা, পরাজিত করা) মূল ক্রিয়ার কর্ম-বিশেষ্য مَغْلُوبٌ (পরাজিত, পরাস্ত)।"
        },
        {
          "text": "فَانْتَصِرْ",
          "meaningBn": "অতএব তুমি প্রতিবিধান করো",
          "notes": "نَصَرَ (সাহায্য করা, সহায়তা করা, সমর্থন করা, পৃষ্ঠপোষকতা করা, বিজয়ী করা, উদ্ধার করা) মূল ক্রিয়ার ৮নং ফরম اِنْتَصَرَ (জয়লাভ করা, বিজয়ী হওয়া, প্রতিকার করা, প্রতিশোধ গ্রহণ করা, নিজকে রক্ষা করা, সাহায্য করা)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ اِنْتَصِرْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "فَفَتَحْنَا أَبْوَابَ السَّمَاءِ بِمَاءٍ مُنْهَمِرٍ",
      "bangla": "ফলে আমি উন্মুক্ত করে দিলাম আকাশের দ্বার প্রবল বারি বর্ষণে,",
      "translations": {
        "osmani": "ফলে আমি উন্মুক্ত করে দিলাম প্রবল বর্ষণে আকাশের দরজাসমূহ।",
        "tawjih": "ফলে আমি প্রবল বর্ষণে আসমানের দরজাসমূহ খুলে দিলাম।"
      },
      "words": [
        {
          "text": "فَفَتَحْنَا",
          "meaningBn": "ফলে আমি উন্মুক্ত করে দিলাম",
          "notes": "فَتَحَ (খুলে দেওয়া, উন্মুক্ত করা, জয় করা, মিমাংসা করা, বিজয় অনুমোদন করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَحْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "أَبْوَابَ",
          "meaningBn": "দ্বার",
          "notes": "بَابٌ (দরজা, গেট, ফটক, প্রবেশপথ), বহুবচন أَبْوَابُ; শব্দটি السَّمَاءِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَبْوَابَ হয়েছে।"
        },
        {
          "text": "السَّمَاءِ",
          "meaningBn": "আকাশের",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّمَاءُ হয়েছে; শব্দটি أَبْوَابَ -এর মুদাফ-ইলায়হি হওয়ায় السَّمَاءِ হয়েছে।"
        },
        {
          "text": "بِمَاءٍ",
          "meaningBn": "বারি",
          "notes": "مَوَهَ (مَاءَ) (প্রচুর পরিমাণে পানি বিদ্যমান থাকা, পানিতে পরিপূর্ণ থাকা) মূল ক্রিয়ার একটি বিশেষ্য مَاءٌ (মৌলিক রূপ مَوَهٌ; পানি, তরল পদার্থ, বারি, জল, রস, নির্যাস); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِمَاءٍ হয়েছে।"
        },
        {
          "text": "مُنْهَمِرٍ",
          "meaningBn": "প্রবল বর্ষণে",
          "notes": "هَمَرَ (ঢেলে দেওয়া, গড়িয়ে যাওয়া, স্রোতের মত প্রবাহিত বা নির্গত হওয়া) মূল ক্রিয়ার ৭নং ফরমের কর্তা-বিশেষ্য مُنْهَمِرٌ (অবিরাম নির্গমন, মুষলধারে বর্ষিত); শব্দটি بِمَاءٍ-কে অনুসরণ করায় مُنْهَمِرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "وَفَجَّرْنَا الْأَرْضَ عُيُونًا فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ",
      "bangla": "এবং মৃত্তিকা হতে উৎসারিত করলাম প্রস্রবণ; অতঃপর সকল পানি মিলিত হলো এক পরিকল্পনা অনুসারে।",
      "translations": {
        "osmani": "আর আমি জমিন থেকে প্রস্রবণসমূহ উৎসারিত করলাম। অতঃপর সকল পানি মিলিত হলো এক পূর্বনির্ধারিত আদেশ অনুসারে।",
        "tawjih": "আর আমি যমীনকে ঝরনা বানিয়ে দিলাম। অতঃপর সকল পানি মিলিত হলো এক পূর্বনির্ধারিত কাজ অনুসারে।"
      },
      "words": [
        {
          "text": "وَفَجَّرْنَا",
          "meaningBn": "এবং উৎসারিত করলাম",
          "notes": "فَجَرَ (পাপ করা, অন্যায় করা, সঠিক পথ হতে পাশে সরে যাওয়া, অসংযম ও ভোগলালসাগ্রস্ত হওয়া, ব্যভিচার করা, মিথ্যা বলা, বেগে প্রবাহিত করা) মূল ক্রিয়ার ২নং ফরম فَجَّرَ (ফাটানো, ফাটিয়ে বের করা, বিস্ফোরিত করা, বেগে প্রবাহিত করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ فَجَّرْنَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "الْأَرْضَ",
          "meaningBn": "মৃত্তিকা হতে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি, মাটি, মৃত্তিকা) শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْأَرْضَ হয়েছে।"
        },
        {
          "text": "عُيُونًا",
          "meaningBn": "প্রস্রবণ",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কুনজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَيْنٌ (প্রস্রবন, পানির ঝরণা, ফোয়ারা), বহুবচন عُيُون; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় عُيُونًا হয়েছে।"
        },
        {
          "text": "فَالْتَقَى",
          "meaningBn": "অতঃপর মিলিত হলো",
          "notes": "لَقِىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৮নং ফরম اِلْتَقَى (সম্মুখীন হওয়া, মুখামুখি হওয়া, শত্রুর সামনে পড়া, মিলিত হওয়া, একত্রিত হওয়া, পরস্পরে সাক্ষাৎ হওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "الْمَاءُ",
          "meaningBn": "সকল পানি",
          "notes": "مَاءٌ (পানি, তরল পদার্থ, বারি, জল, রস, নির্যাস; উপরে দেখন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَاءُ হয়েছে।"
        },
        {
          "text": "عَلَى أَمْرٍ",
          "meaningBn": "এক কাজ",
          "notes": "أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া, হুকুম করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় أَمْرٍ হয়েছে।"
        },
        {
          "text": "قَدْ قُدِرَ",
          "meaningBn": "পরিকল্পনা অনুসারে",
          "notes": "قَدَرَ (সক্ষম হওয়া, যোগ্য হওয়া, পারা, শক্তিশালী হওয়া, সংকুচিত করা, সীমিত করা, মূল্যায়ন করা, যথাযথভাবে মাপা) মূল ক্রিয়াটির অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ قُدِرَ কর্মবাচ্য রূপে অর্থ: ধার্য করা, নিষ্পত্তি করা, পরিকল্পনা অনুসারে; পূর্বে রয়েছে ক্রিয়া-विशेषण قَدْ (অবশ্যই)。"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "وَحَمَلْنَاهُ عَلَى ذَاتِ أَلْوَاحٍ وَدُسُرٍ",
      "bangla": "তখন নূহকে আরোহণ করালাম কাষ্ঠ ও কীলক নির্মিত এক নৌযানে,",
      "translations": {
        "osmani": "আর আমি নূহকে ফলক ও কীলকবিশিষ্ট (নৌযানে) আরোহণ করালাম।",
        "tawjih": "আর আমি তাকে ফলক ও কীলকবিশিষ্ট (নৌকা)তে আরোহণ করালাম।"
      },
      "words": [
        {
          "text": "وَحَمَلْنَاهُ",
          "meaningBn": "তখন নূহকে আরোহণ করালাম",
          "notes": "حَمَلَ (বহন করা, তুলে নেওয়া, ফল ধারণ করা, ফলবতী হওয়া, চাপিয়ে দেওয়া, পোষণ করা, কাউকে আক্রমণ করা, গর্ভবতী হওয়া, গর্ভধারণ করা, ফল ধারণ করা, ভার গ্রহণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ حَمَلْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাকে; এখানে নূহ আ.) ও পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "عَلَى ذَاتِ",
          "meaningBn": "এক নৌযানে অর্থাৎ কাষ্ঠ ও কীলকের অধিকারী",
          "notes": "ذَاتِ শব্দটি ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী)-এর স্ত্রীলিঙ্গ, একবচন, সম্বন্ধকার রূপ; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় عَلَى (উপর)।"
        },
        {
          "text": "أَلْوَاحٍ",
          "meaningBn": "কাষ্ঠ তক্তা",
          "notes": "لَوَحَ (لَاحَ) (উজ্জ্বল হওয়া, চকচক করা, পরিস্কার হওয়া, স্পষ্ট হওয়া, উদ্ভাসিত হওয়া, দেখা যাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য لَوْحٌ (ফলক, বোর্ড, তক্তা, উৎকীর্ণলিপি সম্বলিত ফলক, লিপিফলক, বর্গাকার/ আয়তকার খন্ড, বৃক্ষপত্র, ব্লেড, সমতল খন্ড/ পাত), বহুবচন أَلْوَاحُ; শব্দটি ذَاتِ-কে অনুসরণ করায় أَلْوَاحِ হয়েছে।"
        },
        {
          "text": "وَ دُسُرٍ",
          "meaningBn": "ও কীলক নির্মিত",
          "notes": "دَسَرَ (ধাক্কা দেওয়া, ঠেলা দেওয়া, লগি বা অন্য কিছু দিয়ে তীরের মাটিতে ঠেলা দিয়ে নৌকা পানিতে ভাসানো, জোরে ঠেলা/ ধাক্কা দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য دِسَارٌ (জাহাজ/ নৌকার পাটাতনের ফাঁক বন্ধ করার জন্য ব্যবহৃত দড়ির ফাঁসা বা খেজুর গাছের আঁশ; অন্যান্যদের মতে পেরেক বা গজাল), বহুবচন دُسُرٌ; শব্দটি أَلْوَاحٍ-কে অনুসরণ করায় دُسُرٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "تَجْرِي بِأَعْيُنِنَا جَزَاءً لِمَنْ كَانَ كُفِرَ",
      "bangla": "যা চলত আমার প্রত্যক্ষ তত্ত্বাবধানে; ইহা পুরস্কার তার জন্য, যে প্রত্যাখ্যাত হয়েছিল।",
      "translations": {
        "osmani": "যা আমার চোখের সামনে দিয়ে চলত; এটা পুরস্কার ছিল তার জন্য, যাকে অস্বীকার করা হয়েছিল।",
        "tawjih": "তা আমার চোখের সামনে চলতো। এটা সেই ব্যক্তির প্রতিফল, যাকে অস্বীকার করা হয়েছিল।"
      },
      "words": [
        {
          "text": "تَجْرِي",
          "meaningBn": "যা চলত",
          "notes": "শব্দটি جَرَى (প্রবাহিত হওয়া, চলতে থাকা, দৌড়ানো, সংঘটিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "بِأَعْيُنِنَا",
          "meaningBn": "আমার প্রত্যক্ষ তত্ত্বাবধানে",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কুনজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَيْنٌ (চোখ, চক্ষু, নেত্র, নয়ন, আঁখি, নজর, দৃষ্টি), বহুবচন أَعْيُنٌ; শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِأَعْيُنِ হয়েছে।"
        },
        {
          "text": "جَزَاءً",
          "meaningBn": "ইহা পুরস্কার",
          "notes": "جَزَى (প্রতিদান দেওয়া, বদলা দেওয়া, পুরস্কার দেওয়া, পুরস্কৃত করা, ক্ষতিপুরণ দেওয়া, শাস্তি দেওয়া, সন্তুষ্টিবিধান করা) মূল ক্রিয়ার একটি বিশেষ্য جَزَاءٌ (ক্ষতিপূরণ, প্রতিফল, সমভাবে বিনিময়, বদলা, প্রতিদান, প্রতিশোধ, পুরস্কার, শাস্তি); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় جَزَاءً হয়েছে।"
        },
        {
          "text": "لِمَنْ",
          "meaningBn": "তার জন্য, যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম مَنْ (যে, কে)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانَ",
          "meaningBn": "হয়েছিল",
          "notes": "كَانَ (كَوَنَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "كُفِرَ",
          "meaningBn": "প্রত্যাখ্যাত",
          "notes": "শব্দটি كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরি করা, কাফির হওয়া, প্রত্যাখান করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "وَ لَقَدْ تَرَكْنَاهَا آيَةً فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "আমি তো ইহাকে রেখে দিয়েছি এক নিদর্শন রূপে; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর আমি তা এক নিদর্শন হিসেবে রেখে দিয়েছি, সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আর আমি তো এটিকে এক নিদর্শন হিসেবে রেখে দিয়েছি। অতএব কোনো উপদেশ গ্রহণকারী আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ",
          "meaningBn": "আর অবশ্যই",
          "notes": "ক্রিয়া-বিশেষণ لَ (অবশ্যই) ও অপর ক্রিয়া-বিশেষণ قَدْ (অবশ্যই)-এর মিলিত রূপ لَقَدْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "تَرَكْنَاهَا",
          "meaningBn": "আমি তো ইহাকে রেখে দিয়েছি",
          "notes": "تَرَكَ (ছেড়ে দেওয়া, ত্যাগ করা, পরিত্যাগ করা, পরিহার করা, বর্জন করা, ফেলে রাখা, রেখে দেওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَرَكْنَا শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে, ইহাকে)。"
        },
        {
          "text": "آيَةً",
          "meaningBn": "এক নিদর্শন রূপে",
          "notes": "أَوَى (আশ্রয় অন্বেষণ করা, নিরাপদ আশ্রয় গ্রহণ করা, আশ্রয় গ্রহণ করা) মূল ক্রিয়ার একটি বিশেষ্য آيَةٌ বা آيَةٌ (নিদর্শন, কুরআনের আয়াত/ বাক্য, শিক্ষনীয় বিষয়, অলৌকিক কার্য); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় آيَةً হয়েছে。"
        },
        {
          "text": "فَهَلْ",
          "meaningBn": "অতএব আছে কি?",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ هَلْ (অবশ্যই)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنْ مُدَّكِرٍ",
          "meaningBn": "উপদেশ গ্রহণকারী কেউ",
          "notes": "دَكَرَ (১নং ফরমে ব্যবহার নাই) মূল ক্রিয়ার ৮নং ফরম اِذَّكَرَ (প্রকৃত রূপ اِزْتَكَرَ, অন্য মতে ৫নং ফরম; মনে করা, স্মরণে আসা, মনে পড়া, স্বরণ করা, উপদেশ গ্রহণ করা, মনোযোগ দেওয়া)-এর কর্তা-বিশেষ্য مُدَّكِرٌ (যে উপদেশ গ্রহণ করে, যে মনোযোগ দেয়, যে সাবধান হয়, যে নিজের স্মৃতিতে রক্ষণ করে, যে মনে রাখে); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مُدَّكِرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "bangla": "কী কঠোর ছিল আমার শাস্তি ও সতর্কবাণী!",
      "translations": {
        "osmani": "অতএব কেমন ছিল আমার শাস্তি আর আমার সতর্কবাণী?",
        "tawjih": "সুতরাং কেমন ছিল আমার শাস্তি ও আমার সতর্কবাণী?"
      },
      "words": [
        {
          "text": "فَكَيْفَ",
          "meaningBn": "অতএব কেমন",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ كَيْفَ (কিভাবে)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانَ",
          "meaningBn": "ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "عَذَابِي",
          "meaningBn": "আমার শাস্তি",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং মুদাফ-ইলায়হি হিসেবে শেষে ي যুক্ত হওয়ায় عَذَابِي রূপ গ্রহণ করেছে।"
        },
        {
          "text": "وَ نُذُرِ",
          "meaningBn": "ও সতর্কবাণী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نُذُرٌ (ভীতি-প্রদর্শন, সতর্ককরণ, সতর্কবাণী); শব্দটি عَذَابِ-কে অনুসরণ করায় نُذُرِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব কোনো উপদেশ গ্রহণকারী আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ يَسَّرْنَا",
          "meaningBn": "এবং অবশ্যই আমি সহজ করে দিয়েছি",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৫। يَسِرَ (সহজ হওয়া, স্বচ্ছন্দ হওয়া, আরামদায়ক হওয়া, নম্র হওয়া, স্বস্তিপূর্ণ হওয়া) মূল ক্রিয়ার ২নং ফরম يَسَّرَ (সহজ করা, সরল করা, হালকা করা, সহজলভ্য করা, সমতল করা, স্বচ্ছল করা, সুগম করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "الْقُرْآنَ",
          "meaningBn": "কুরআন",
          "notes": "قَرَأَ (পড়া, পাঠ করা, আবৃত্তি করা, অধ্যয়ন করা, বক্তৃতার ঢঙ্গে পাঠ করা, সতর্কতার সঙ্গে পরীক্ষা করা, খুঁটিয়ে দেখা) মূল ক্রিয়ার একটি বিশেষ্য قُرْآنٌ (কুরআন, যে গ্রন্থ পাঠ করতে হয়, যা অন্যকে জ্ঞাপন করা হয়, যা প্রত্যর্পণ করা হয়েছে, যা আবৃত্তি করা হয়, যা বিঘোষিত হয়েছে, যা পুনরাবৃত্তি করা হয়েছে, যা সঞ্চারিত করা হয়েছে, যা সংগৃহিত এবং যেখানে ধর্মীয়/ ঐশ্বরিক সকল সত্য বিষয় অন্তর্ভূক্ত রয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْقُرْآنَ হয়েছে。"
        },
        {
          "text": "لِلذِّكْرِ",
          "meaningBn": "উপদেশ গ্রহণের জন্য",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرٌ (স্মরণ, স্মৃতি, উপদেশ, জিকির, বর্ণনা, উল্লেখ, হুঁশিয়ারী, সতর্কীকরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) এবং সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِلذِّكْرِ হয়েছে।"
        },
        {
          "text": "فَهَلْ مِنْ مُدَّكِرٍ",
          "meaningBn": "অতএব উপদেশ গ্রহণকারী কেউ আছে কি",
          "notes": "فَهَلْ مِنْ مُدَّكِرٍ দেখুন আয়াত-১৫।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "bangla": "'আদ সম্প্রদায় সত্য অস্বীকার করেছিল, ফলে কিরূপ ছিল আমার শাস্তি ও সতর্কবাণী!",
      "translations": {
        "osmani": "'আদ জাতি মিথ্যা প্রতিপন্ন করেছিল। ফলে কেমন ছিল আমার শাস্তি আর আমার সতর্কবাণী?",
        "tawjih": "আ'দ জাতি মিথ্যা প্রতিপন্ন করলো। সুতরাং কেমন ছিল আমার শাস্তি ও আমার সতর্কবাণী?"
      },
      "words": [
        {
          "text": "كَذَّبَتْ عَادٌ",
          "meaningBn": "আদ সম্প্রদায় সত্য অস্বীকার করেছিল",
          "notes": "كَذَّبَتْ (সত্য অস্বীকার করেছিল) দেখুন আয়াত-৯। عَادٌ (আ'দ; প্রাচীন ও শক্তিশালী এক আরব গোষ্ঠির নাম)।"
        },
        {
          "text": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
          "meaningBn": "ফলে কিরূপ ছিল আমার শাস্তি ও সতর্কবাণী",
          "notes": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ দেখুন আয়াত-১৬।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٌّ",
      "bangla": "ওদের উপর আমি প্রেরণ করেছিলাম ঝঞ্ঝাবায়ু নিরবচ্ছিন্ন দুর্ভাগ্যের দিনে,",
      "translations": {
        "osmani": "নিশ্চয় আমি তাদের উপর এক ঝঞ্ঝাবায়ু পাঠিয়েছিলাম এক নিরবচ্ছিন্ন দুর্ভাগ্যের দিনে,",
        "tawjih": "নিশ্চয়ই আমি তাদের ওপর এক ঝঞ্ঝাবাতাস পাঠিয়েছিলাম এক নিরবচ্ছিন্ন দুর্ভাগ্যের দিনে।"
      },
      "words": [
        {
          "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ",
          "meaningBn": "নিশ্চয় আমরা ওদের উপর প্রেরণ করেছিলাম",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ। أَرْسَلْنَا (প্রেরণ করেছিলাম) শব্দটি رَسُلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ। عَلَيْهِمْ শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "رِيحًا",
          "meaningBn": "বায়ু",
          "notes": "رَوَحَ (رَاحَ) (সন্ধাকালে চলে যাওয়া, সন্ধাকালে কোনো কাজ করা, শুরু করা) মূল ক্রিয়ার একটি বিশেষ্য رِيحٌ (বায়ু, বাতাস, হাওয়া, শ্বাস, পেটের গ্যাস, গন্ধ, সাহসিকতা, তেজস্বিতা, সজীবতা); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় رِيحًا হয়েছে।"
        },
        {
          "text": "صَرْصَرًا",
          "meaningBn": "ঝঞ্ঝাবায়ু",
          "notes": "صَرْصَرَ (কর্কশ শব্দ করা, সবুজ কাঠঠোক্রার মতো কিচিরমিচির শব্দ করা) মূল ক্রিয়ার একটি বিশেষ্য صَرْصَرٌ (উন্মত্ত গর্জনপূর্ণ ও ঠান্ডা বাতাস, প্রচন্ড ঝড়ো হাওয়া, ঝঞ্ঝা বায়ু); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় صَرْصَرًا হয়েছে।"
        },
        {
          "text": "فِي يَوْمِ",
          "meaningBn": "দিনে",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন); শব্দটি نَحْسٍ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় يَوْمِ হয়েছে।"
        },
        {
          "text": "نَحْسٍ",
          "meaningBn": "দুর্ভাগ্যের",
          "notes": "نَحِسَ (অশুভ হওয়া, অপয়া হওয়া, হতভাগ্য হওয়া, অমঙ্গল-জনক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَحْسٌ (মন্দভাগ্য, বিপদ, দুর্ভাগ্য, দুর্দশা); শব্দটি يَوْمِ -এর মুদাফ-ইলায়হি হওয়ায় نَحْسٍ হয়েছে।"
        },
        {
          "text": "مُسْتَمِرٌّ",
          "meaningBn": "নিরবচ্ছিন্ন",
          "notes": "مَرَّ (অতিবাহিত হওয়া, অতিক্রান্ত হওয়া, চলমান হওয়া, সঞ্চরমান হওয়া, পাশ দিয়ে যাওয়া, অতিক্রম করে যাওয়া) মূল ক্রিয়ার ১০নং ফরমের কর্তা-বিশেষ্য مُسْتَمِرٌّ (অনড় অবস্থান গ্রহণকারী, পুনঃপুন ঘটনশীল, অবিরাম, একটানা, লাগাতার, ক্রমাগত, চিরাচরিত, ক্ষমতাশালী); শব্দটি نَحْسٍ -কে অনুসরণ করায় مُسْتَمِرٌّ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "تَنْزِعُ النَّاسَ كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُنْقَعِرٍ",
      "bangla": "মানুষকে উহা উৎখাত করেছিল উন্মুলিত খর্জুর-কাণ্ডের ন্যায়।",
      "translations": {
        "osmani": "যা মানুষকে টেনে উপড়ে ফেলে দিচ্ছিল, যেন তারা উপড়ে ফেলা খেজুর গাছের কান্ড।",
        "tawjih": "তা মানুষদেরকে উপড়ে ফেলছিল, যেন তারা উপড়ানো খেজুর গাছের কাণ্ড।"
      },
      "words": [
        {
          "text": "تَنْزِعُ",
          "meaningBn": "উহা উৎখাত করেছিল",
          "notes": "শব্দটি نَزَعَ (টেনে বের করা, উৎপাটন করা, অপসারিত করা, খুলে ফেলা, মুক্ত করা, ক্ষমতা কেড়ে নেওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "النَّاسَ",
          "meaningBn": "মানুষকে",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি), বহুবচন نَاسٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় النَّاسَ হয়েছে।"
        },
        {
          "text": "كَأَنَّهُمْ أَعْجَازُ",
          "meaningBn": "তারা যেন কাণ্ড",
          "notes": "সংযোজক অব্যয় أَنَّ (যে) ও স্বতন্ত্র-সর্বনাম هُمْ (তারা)-এর মিলিত রূপ كَأَنَّهُمْ; পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় كَ (মতো)। عَجَزَ (অসমর্থ হওয়া, অক্ষম হওয়া, অপারগ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَعْجَازٌ (কর্তিত বৃক্ষের ভূমিস্থ অধোভাগ, মুড়া, কান্ড, শিকড়); শব্দটি نَخْلِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَعْجَازُ হয়েছে।"
        },
        {
          "text": "نَخْلٍ",
          "meaningBn": "খজুর গাছের",
          "notes": "نَخْلٌ (খেজুর গাছ, খেজুর, তাল গাছ, সমষ্টিবাচকভাবে তাল/ খেজুর বৃক্ষ) শব্দটি أَعْجَازُ -এর মুদাফ-ইলায়হি হওয়ায় نَخْلٍ হয়েছে।"
        },
        {
          "text": "مُنْقَعِرٍ",
          "meaningBn": "উন্মুলিত",
          "notes": "فَعُرَ (গভীর হওয়া, গর্ত হওয়া, খোঁড়ল হওয়া) মূল ক্রিয়ার ৭নং ফরমের কর্তা-বিশেষ্য مُنْقَعِرٌ (যা গোড়া হতে সমুলে টেনে তুলে ফেলা হয়েছে, উৎপাটিত, উন্মুলিত)।"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "bangla": "কী কঠোর আমার শাস্তি ও সতর্কবাণী!",
      "translations": {
        "osmani": "অতএব কেমন ছিল আমার শাস্তি আর আমার সতর্কবাণী?",
        "tawjih": "সুতরাং কেমন ছিল আমার শাস্তি ও আমার সতর্কবাণী?"
      },
      "words": [
        {
          "text": "فَكَيْفَ",
          "meaningBn": "অতএব কেমন",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ كَيْفَ (কেমন)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانَ",
          "meaningBn": "ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "عَذَابِي",
          "meaningBn": "আমার শাস্তি",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং মুদাফ-ইলায়হি হিসেবে শেষে ي যুক্ত হওয়ায় عَذَابِي রূপ গ্রহণ করেছে।"
        },
        {
          "text": "وَ نُذُرِ",
          "meaningBn": "ও সতর্কবাণী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نُذُرٌ (ভীতি-প্রদর্শন, সতর্ককরণ, সতর্কবাণী); শব্দটি عَذَابِ-কে অনুসরণ করায় نُذُرِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব কোনো উপদেশ গ্রহণকারী আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ يَسَّرْنَا",
          "meaningBn": "এবং অবশ্যই আমি সহজ করে দিয়েছি",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৭। يَسِرَ (সহজ হওয়া, স্বচ্ছন্দ হওয়া, আরামদায়ক হওয়া, নম্র হওয়া, স্বস্তিপূর্ণ হওয়া) মূল ক্রিয়ার ২নং ফরম يَسَّرَ (সহজ করা, সরল করা, হালকা করা, সহজলভ্য করা, সমতল করা, স্বচ্ছল করা, সুগম করা)-এর অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "الْقُرْآنَ",
          "meaningBn": "কুরআন",
          "notes": "قَرَأَ (পড়া, পাঠ করা, আবৃত্তি করা, অধ্যয়ন করা, বক্তৃতার ঢঙ্গে পাঠ করা, সতর্কতার সঙ্গে পরীক্ষা করা, খুঁটিয়ে দেখা) মূল ক্রিয়ার একটি বিশেষ্য قُرْآنٌ (কুরআন, যে গ্রন্থ পাঠ করতে হয়, যা অন্যকে জ্ঞাপন করা হয়, যা প্রত্যর্পণ করা হয়েছে, যা আবৃত্তি করা হয়, যা বিঘোষিত হয়েছে, যা পুনরাবৃত্তি করা হয়েছে, যা সঞ্চারিত করা হয়েছে, যা সংগৃহিত এবং যেখানে ধর্মীয়/ ঐশ্বরিক সকল সত্য বিষয় অন্তর্ভূক্ত রয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْقُرْآنَ হয়েছে।"
        },
        {
          "text": "لِلذِّكْرِ",
          "meaningBn": "উপদেশ গ্রহণের জন্য",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা, আলোচনা করা, বর্ণনা করা) মূল ক্রিয়ার একটি বিশেষ্য ذِكْرٌ (স্মরণ, স্মৃতি, উপদেশ, জিকির, বর্ণনা, উল্লেখ, হুঁশিয়ারী, সতর্কীকরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) এবং সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِلذِّكْرِ হয়েছে।"
        },
        {
          "text": "فَهَلْ مِنْ مُدَّكِرٍ",
          "meaningBn": "অতএব উপদেশ গ্রহণকারী কেউ আছে কি",
          "notes": "فَهَلْ مِنْ مُدَّكِرٍ দেখুন আয়াত-১৫।"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "كَذَّبَتْ ثَمُودُ بِالنُّذْرِ",
      "bangla": "সামূদ সম্প্রদায় সতর্ককারীদেরকে অস্বীকার করেছিল,",
      "translations": {
        "osmani": "সামূদ জাতি সতর্ককারীদেরকে মিথ্যা প্রতিপন্ন করেছিল।",
        "tawjih": "সামূদ জাতি সতর্ককারীকে মিথ্যা প্রতিপন্ন করলো।"
      },
      "words": [
        {
          "text": "كَذَّبَتْ ثَمُودُ",
          "meaningBn": "সামূদ সম্প্রদায় অস্বীকার করেছিল",
          "notes": "كَذَّبَتْ (অস্বীকার করেছিল) দেখুন আয়াত-৯। ثَمُودُ (ছামুদ, পৌত্তলিক আরবদের এক প্রাচীন গোষ্ঠির নাম, তাদেরকে হেদায়েত করার জন্য আল্লাহ তাআ'লা নবী সলিহ (আ.)কে প্রেরণ করেন)।"
        },
        {
          "text": "بِالنُّذُرِ",
          "meaningBn": "সতর্ককারীদেরকে",
          "notes": "نُذْرٌ (সতর্ককরণ, ভীতি-প্রদর্শন, সতর্কবাণী; দেখুন আয়াত-১৬) এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالنُّذُرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "فَقَالُوا أَبَشَرًا مِنَّا وَاحِدًا نَتَّبِعُهُ إِنَّا إِذًا لَفِي ضَلَالٍ وَسُعُرٍ",
      "bangla": "তারা বলেছিল, 'আমরা কি আমাদেরই এক ব্যক্তির অনুসরণ করব? তবে তো আমরা পথভ্রষ্টতায় এবং উন্মত্ততায় পতিত হয়ে পড়ব।",
      "translations": {
        "osmani": "তারা বলল, 'আমরা কি আমাদেরই মধ্যেকার একজন মানুষের অনুসরণ করব? তাহলে তো আমরা অবশ্যই পথভ্রষ্টতা আর পাগলামীর মধ্যে পড়ে যাব।'",
        "tawjih": "তারা বললো, ‘আমরা কি আমাদের মধ্যেকার একজন মানুষের অনুসরণ করবো? তাহলে তো আমরা অবশ্যই পথভ্রষ্টতা ও উন্মত্ততার মধ্যে পড়ে যাবো।’"
      },
      "words": [
        {
          "text": "فَقَالُوا",
          "meaningBn": "অতএব তারা বলেছিল",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ قَالُوْا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "أَبَشَرًا",
          "meaningBn": "এক ব্যক্তির কি?",
          "notes": "بَشَرَ (আনন্দিত হওয়া, খুশী হওয়া, উল্লসিত হওয়া, তৃপ্ত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য بَشَرٌ (মানুষ, পুরুষ, মানবজাতি, রক্ত-মাংসের মানুষ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় بَشَرًا হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "مِنَّا",
          "meaningBn": "আমাদেরই",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "وَاحِدًا",
          "meaningBn": "একক",
          "notes": "وَحِدَ (একক হওয়া, একেলা হওয়া, একাকী হওয়া, অদ্বিতীয় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَاحِدٌ (এক, একজন, একক, একটি), স্ত্রীলিঙ্গ وَاحِدَةُ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় وَاحِدًا হয়েছে。"
        },
        {
          "text": "نَتَّبِعُهُ",
          "meaningBn": "আমরা তার অনুসরণ করব",
          "notes": "تَبِعَ (অনুসরণ করা, অনুগামী হওয়া, অধীন হওয়া, কারো পরে আসা) মূল ক্রিয়ার ৮নং ফরম اِتَّبَعَ (অনুসরণ করা, পিছনে পিছনে চলা, মান্য করা, পশ্চাদ্ধাবন করা, অনুগামী হওয়া)-এর বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَتَّبِعُ; কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তার)。"
        },
        {
          "text": "إِنَّا إِذًا لَفِي",
          "meaningBn": "তবে অবশ্যই আমরা পতিত হয়ে পড়ব",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা) দের)-এর মিলিত রূপ। ক্রিয়া-বিশেষণ لَ (নিশ্চয়) ও সম্বন্ধসূচক অব্যয় فِي (মধ্যে)-এর মিলিত রূপ لَفِي; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِذًا (তাহলে, সেক্ষেত্রে)。"
        },
        {
          "text": "ضَلَالٍ",
          "meaningBn": "পথভ্রষ্টতায়",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, প্রতারিত হওয়া, উধাও হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ضَلَالٌ (ভুল, বিভ্রান্তি, ভ্রম, পথভ্রষ্ট); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় ضَلَالٍ হয়েছে।"
        },
        {
          "text": "وَسُعُرٍ",
          "meaningBn": "এবং উন্মত্ততায়",
          "notes": "سَعَرَ (প্রজ্জ্বলিত করা, উত্তপ্ত করা, উস্কিয়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য سُعُرٌ (উন্মত্ততা, তেজ, উত্তাপ, লালসা, পাগলামী); শব্দটি ضَلَالٍ -কে অনুসরণ করায় سُعُرٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِنْ بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ",
      "bangla": "'আমাদের মধ্যে কি উহারই প্রতি প্রত্যাদেশ হয়েছে? না, সে তো একজন মিথ্যাবাদী, দাম্ভিক।",
      "translations": {
        "osmani": "'আমাদের মধ্যে কি শুধু তারই উপর উপদেশ (ওহী) নাযিল করা হলো? না, সে তো মিথ্যাবাদী, দাম্ভিক।'",
        "tawjih": "‘আমাদের মধ্যে কি কেবল তার ওপরই উপদেশ নাযিল করা হলো? বরং সে তো বড় মিথ্যাবাদী, দাম্ভিক।’"
      },
      "words": [
        {
          "text": "أَأُلْقِيَ",
          "meaningBn": "প্রত্যাদেশ/নিক্ষেপ হয়েছে কি?",
          "notes": "لَقِىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৪নং ফরম أُلْقِيَ (নিক্ষেপ করা, ছুড়ে মারা, ঢেলে দেওয়া, সমর্পণ করা, প্রদান করা, অবহিত করা, মিলিত হওয়া)-এর অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ أُلْقِيَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "الذِّكْرُ",
          "meaningBn": "প্রত্যাদেশ/ যিকির/ উপদেশবাণী",
          "notes": "ذَكَرَ (স্মরণ করা, নাম লওয়া, উল্লেখ করা, যিকির করা, মনে করা) ذِكْرٌ (স্মরণ, স্মৃতি, উপদেশ, জিকির, বর্ণনা, উল্লেখ, হুঁশিয়ারী, সতর্কীকরণ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الذِّكْرُ হয়েছে।"
        },
        {
          "text": "عَلَيْهِ",
          "meaningBn": "তারই প্রতি",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর, প্রতি) ও সংযুক্ত-সর্বনাম هِ (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "مِنْ بَيْنِنَا",
          "meaningBn": "আমাদের মধ্যে",
          "notes": "সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মধ্যে)-এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় بَيْنِ হয়েছে; بَيْنِ ও সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ بَيْنِنَا।"
        },
        {
          "text": "بَلْ هُوَ كَذَّابٌ",
          "meaningBn": "না, সে তো একজন মিথ্যাবাদী",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার একটি বিশেষ্য كَذَّابٌ (মিথ্যা বলায় আসক্ত ব্যক্তি, বড়ো মিথ্যাবাদী); পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلْ (বরং) ও স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা)。"
        },
        {
          "text": "أَشِرٌ",
          "meaningBn": "দাম্ভিক",
          "notes": "أَشَرَ (করাত দিয়ে কাটা) মূল ক্রিয়ার একটি বিশেষ্য أَشِرٌ (উদ্ধত, রূঢ় ব্যক্তি, দাম্ভিক)।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "سَيَعْلَمُونَ غَدًا مَنِ الْكَذَّابُ الْأَشِرُ",
      "bangla": "আগামীকল্য তারা জানবে, কে মিথ্যাবাদী, দাম্ভিক।",
      "translations": {
        "osmani": "শীঘ্রই তারা জানতে পারবে, কে মিথ্যাবাদী, দাম্ভিক।",
        "tawjih": "অচিরেই তারা জানতে পারবে, কে মিথ্যাবাদী, দাম্ভিক।"
      },
      "words": [
        {
          "text": "سَيَعْلَمُونَ",
          "meaningBn": "তারা জানবে",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, জানতে পারা, অবহিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَعْلَمُوْنَ; পূর্বে যুক্ত রয়েছে ক্রিয়া-विशेषण سَ (ভবিষ্যতকাল অর্থ প্রদানকারী অব্যয়)।"
        },
        {
          "text": "غَدًا",
          "meaningBn": "আগামীকল্য",
          "notes": "غَدِيَ (সকালের নাস্তা খাওয়া) মূল ক্রিয়ার একটি বিশেষ্য غَدًا (আগামীকাল, আগামীকল্য)।"
        },
        {
          "text": "مَنِ الْكَذَّابُ",
          "meaningBn": "কে মিথ্যাবাদী",
          "notes": "كَذَّابٌ (মিথ্যা বলায় আসক্ত ব্যক্তি, বড়ো মিথ্যাবাদী; উপরে দেখুন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْكَذَّابُ হয়েছে; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, কে); مَنْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় مَنِ লেখা হয়েছে।"
        },
        {
          "text": "الْأَشِرُ",
          "meaningBn": "দাম্ভিক",
          "notes": "أَشِرٌ (উদ্ধত, রূঢ় ব্যক্তি, দাম্ভিক)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْأَشِرُ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةٌ لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ",
      "bangla": "আমি ওদের পরীক্ষার জন্য পাঠিয়েছি এক উষ্ট্রী, অতএব তুমি ওদের আচরণ লক্ষ্য করো এবং ধৈর্যশীল হও।",
      "translations": {
        "osmani": "নিশ্চয় আমি তাদের পরীক্ষার জন্য এক উষ্ট্রীকে প্রেরণ করছি, অতএব তুমি তাদের আচরণ লক্ষ্য করো এবং ধৈর্য ধারণ করো।",
        "tawjih": "নিশ্চয়ই আমি তাদেরকে পরীক্ষার জন্য উষ্ট্রী প্রেরণকারী। সুতরাং তুমি তাদের আচরণ লক্ষ্য করো এবং ধৈর্য ধারণ করো।"
      },
      "words": [
        {
          "text": "إِنَّا مُرْسِلُو النَّاقَةِ",
          "meaningBn": "নিশ্চয় আমরা উষ্ট্রী পাঠিয়েছি",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ। مُرْسِلُو (পাঠিয়েছি) শব্দটি رَسِلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর কর্তা-বিশেষ্য مُرْسِلٌ (যিনি প্রেরণ করেন), বহুবচন مُرْسِلُوْنَ; শব্দটি النَّاقَةِ এর মুদাফ হওয়ায় مُرْسِلُو হয়েছে। النَّاقَةِ (এক উষ্ট্রী) শব্দটি نَاقَةٌ (একটি উষ্ট্রী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি مُرْسِلُو -এর মুদাফ-ইলায়হি হওয়ায় النَّاقَةِ হয়েছে।"
        },
        {
          "text": "فِتْنَةً لَهُمْ",
          "meaningBn": "পরীক্ষার জন্য ওদের",
          "notes": "فَتَنَ (পরীক্ষা করা, পরীক্ষায় ফেলা, বিপদে ফেলা, প্রলুব্ধ করা, ফেতনায় ফেলা প্রলোভনের মাধ্যমে যাঁচাই করা, নির্যাতন করা, আগুনে জ্বালিয়ে শাস্তি দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য فِتْنَةٌ (প্রলুদ্ধতার পরীক্ষা, শাস্তি, দুর্ভাগ্য, বিরোধ, বিদ্রোহ, গৃহযুদ্ধ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় فِتْنَةً হয়েছে। لَهُمْ শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "فَارْتَقِبْهُمْ",
          "meaningBn": "অতএব তুমি ওদের আচরণ লক্ষ্য করো",
          "notes": "رَقَبَ (লক্ষ্য রাখা, পর্যবেক্ষণ করা, নিরীক্ষণ করা, যত্নবান হওয়া, যত্ন নেওয়া, পাহারা দেওয়া, সতর্ক হওয়া, তত্ত্বাবধান করা) মূল ক্রিয়ার ৮নং ফরম إِرْتَقَبَ (প্রতীক্ষা করা, অপেক্ষা করা, পর্যবেক্ষণ করা)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ اِرْتَقِبْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) ও শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের)。"
        },
        {
          "text": "وَاصْطَبِرْ",
          "meaningBn": "এবং ধৈর্যশীল হও",
          "notes": "صَبَرَ (সবর করা, ধৈর্যধারণ করা, সহ্য করা, সহিষ্ণু হওয়া, দুঃখকষ্ট ভোগ করা) মূল ক্রিয়ার ৮নং ফরম اِصْطَبَرَ (মৌলিক রূপ اِصْتَبَرَ; ধৈর্য্যশীল হওয়া, অবিচলিত হওয়া)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ اِصْطَبِرْ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "وَ نَبِّئُهُمْ أَنَّ الْمَاءَ قِسْمَةٌ بَيْنَهُمْ كُلُّ شِرْبٍ مُحْتَضَرٌ",
      "bangla": "এবং ওদেরকে জানিয়ে দাও যে, ওদের মধ্যে পানি বণ্টন নির্ধারিত এবং পানির অংশের জন্য প্রত্যেকে উপস্থিত হবে পালাক্রমে।",
      "translations": {
        "osmani": "আর তাদেরকে জানিয়ে দাও যে, পানি তাদের মধ্যে বন্টিত; প্রত্যেককে তার পানির ভাগের জন্য পালাক্রমে উপস্থিত হতে হবে।",
        "tawjih": "আর তাদেরকে জানিয়ে দাও যে, পানি তাদের মধ্যে ভাগ করে দেওয়া হয়েছে। প্রত্যেকে তার পালার সময় উপস্থিত হবে।"
      },
      "words": [
        {
          "text": "وَ نَبِّئُهُمْ",
          "meaningBn": "এবং ওদেরকে জানিয়ে দাও",
          "notes": "نَبَأَ (উঁচু হওয়া, উদ্‌গত হওয়া, বাইরে প্রসারিত হওয়া, বহির্গত হওয়া, প্রক্ষেপ করা, সুপ্রত্যক্ষ হওয়া, পরাভূত করা) মূল ক্রিয়ার ২নং ফরম نَبَّأَ (সংবাদ দেওয়া, খবর দেওয়া, অবহিত করা, জানানো, অবগত করা, ঘোষণা দেওয়া, পরিচিত করানো)-এর অনুজ্ঞাভাব, একবচন, পুংলিঙ্গ রূপ نَبِّئْ; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদেরকে) ও পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "أَنَّ الْمَاءَ",
          "meaningBn": "যে পানি",
          "notes": "مَوَهَ (مَاءَ) (প্রচুর পরিমাণে পানি বিদ্যমান থাকা, কুয়া পানিতে পরিপূর্ণ থাকা) মূল ক্রিয়ার একটি বিশেষ্য مَاءٌ (মৌলিক রূপ مَوَهٌ; পানি, তরল পদার্থ, বারি, জল, রস, নির্যাস); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সংযোজক অব্যয় أَنَّ (যে) থাকায় الْمَاءَ হয়েছে।"
        },
        {
          "text": "قِسْمَةٌ",
          "meaningBn": "বণ্টন নির্ধারিত",
          "notes": "قَسَمَ (বিভক্ত করা, পৃথক করা, ভাগ করা, ভেঙে টুকরা করা, বিতরণ করা, অনেকের মধ্যে বন্টন করা, বিভিন্ন অংশে ভাগ করা, শ্রেণীতে বিন্যস্ত করা) মূল ক্রিয়ার একটি বিশেষ্য قِسْمَةٌ (বিভাজন, পৃথককরণ, বন্টনকৃত অংশ)।"
        },
        {
          "text": "بَيْنَهُمْ",
          "meaningBn": "ওদের মধ্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মধ্যে) ও সংযুক্ত-সর্বনাম هُمْ (তাদেরকে)-এর মিলিত রূপ।"
        },
        {
          "text": "كُلُّ شِرْبٍ",
          "meaningBn": "প্রত্যেকে পানির অংশের জন্য",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি شِرْبٍ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে। شَرِبَ (পান করা, চুমুক দেওয়া, চুষে নেওয়া, ধুম পান করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য شِرْبٌ (পানীয়, পানির একটা অংশ, পান করার সময়); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় شِرْبٍ হয়েছে。"
        },
        {
          "text": "مُحْتَضَرٌ",
          "meaningBn": "উপস্থিত হবে পালাক্রমে",
          "notes": "حَضَرَ (হাজির হওয়া, আগমন করা, উপস্থিত হওয়া, এসে পৌঁছানো, প্রত্যক্ষ করা) মূল ক্রিয়ার ৮নং ফরমের কর্ম-বিশেষ্য مُحْتَضَرٌ (যে নিকটবর্তী হয়, যে পালা মোতাবেক উপস্থিত হয়, উপস্থিতকৃত)。"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "فَنَادَوْا صَاحِبَهُمْ فَتَعَاطَى فَعَقَرَ",
      "bangla": "অতঃপর ওরা ওদের এক সঙ্গীকে আহ্বান করল, সে উহাকে ধরে হত্যা করল।",
      "translations": {
        "osmani": "অতঃপর তারা তাদের সঙ্গীকে আহ্বান করল, ফলে সে এগিয়ে এলো এবং তাকে হত্যা করল।",
        "tawjih": "অতঃপর তারা তাদের সঙ্গীকে আহ্বান করলো, ফলে সে দায়িত্ব গ্রহণ করলো এবং তাকে হত্যা করলো।"
      },
      "words": [
        {
          "text": "فَنَادَوْا",
          "meaningBn": "অতঃপর ওরা আহ্বান করল",
          "notes": "نَدَوَ (نَدَا) (সভা আহ্বান করা, সমবেত হওয়ার জন্য ডাকা, একত্রে জড়ো হওয়া, একত্রে মিলিত হওয়া) মূল ক্রিয়ার ৩নং ফরম نَادَى (সম্বোধন করা, সমন পাঠানো, উচ্চস্বরে ডাক দেওয়া, আহ্বান করা, ঘোষণা দেওয়া, তলব করা, সমর্থন করা)- অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ نَادَوْا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "صَاحِبَهُمْ",
          "meaningBn": "ওদের এক সঙ্গীকে",
          "notes": "صَحِبَ (সঙ্গী হওয়া, সাথী হওয়া, সহচর হওয়া, সহযোগী হওয়া, অন্তরঙ্গ সঙ্গী হওয়া, বন্ধু হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَاحِبٌ (সঙ্গী, সহকর্মী, সাথী, সাহায্যকারী, অংশীদার); শব্দটি সংযুক্ত-সর্বনাম هُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় صَاحِبَ হয়েছে।"
        },
        {
          "text": "فَتَعَاطَى",
          "meaningBn": "সে দায়িত্ব গ্রহণ করল",
          "notes": "عَطَوَ (عَطَا) (আঁকড়ে ধরা, চেপে ধরা, জয় করা, অধিকার করা, পাওয়া, গ্রহণ করা) মূল ক্রিয়ার ৬নং ফরম تَعَاطَى (দায়িত্ব গ্রহণ করা, তরবারি হাতে নেওয়া); পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "فَعَقَرَ",
          "meaningBn": "অতঃপর সে হত্যা করল",
          "notes": "عَقَرَ (আহত করা, শিরা কর্তনপূর্বক খোঁড়া করে দেওয়া, হাঁটুর পিছন দিকের পেশিতন্ত্র কেটে খোঁড়া করে দেওয়া [আলঙ্কারিকভাবে হত্যা], হত্যা করা); পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ",
      "bangla": "কিরূপ কঠোর ছিল আমার শাস্তি ও সতর্কবাণী।",
      "translations": {
        "osmani": "অতএব কেমন ছিল আমার শাস্তি আর আমার সতর্কবাণী?",
        "tawjih": "সুতরাং কেমন ছিল আমার শাস্তি ও আমার সতর্কবাণী?"
      },
      "words": [
        {
          "text": "فَكَيْفَ",
          "meaningBn": "অতএব কেমন",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ كَيْفَ (কেমন)-এর মিলিত রূপ।"
        },
        {
          "text": "كَانَ",
          "meaningBn": "কঠোর ছিল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "عَذَابِي",
          "meaningBn": "আমার শাস্তি",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা); শব্দটি সংযুক্ত-সর্বনাম ي (আমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শেষে সংযুক্ত-সর্বনাম ي যুক্ত হওয়ার প্রেক্ষিতে عَذَابِي রূপ গ্রহণ করেছে।"
        },
        {
          "text": "وَ نُذُرِ",
          "meaningBn": "ও সতর্কবাণী",
          "notes": "نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার একটি বিশেষ্য نُذُرٌ (ভীতি-প্রদর্শন, সতর্ককরণ, সতর্কবাণী); শব্দটি عَذَابِ-কে অনুসরণ করায় نُذُرِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 31,
      "arabic": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً فَكَانُوْا كَهَشِيمِ الْمُحْتَظِرِ",
      "bangla": "আমি ওদেরকে আঘাত হেনেছিলাম এক মহানাদ দ্বারা; ফলে ওরা হয়ে গেল খোঁয়াড় প্রস্তুতকারীর বিখণ্ডিত শুষ্ক শাখা-প্রশাখার ন্যায়।",
      "translations": {
        "osmani": "নিশ্চয়ই আমি তাদের উপর এক মহানাদ (ভয়াবহ শব্দ) পাঠিয়েছিলাম। ফলে তারা হয়ে গেল খোঁয়াড় প্রস্তুতকারীর শুকনো, বিখণ্ডিত ডালের মতো।",
        "tawjih": "নিশ্চয়ই আমি তাদের ওপর একটি মাত্র মহানাদ (বিকট আওয়াজ) পাঠিয়েছিলাম। ফলে তারা বেড়া প্রস্তুতকারীর শুকনো ভাঙা ডালের মতো হয়ে গেলো।"
      },
      "words": [
        {
          "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ",
          "meaningBn": "আমি ওদেরকে আঘাত হেনেছিলাম",
          "notes": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ (আমি ওদেরকে আঘাত হেনেছিলাম) দেখুন আয়াত-১৯。"
        },
        {
          "text": "صَيْحَةً وَاحِدَةً",
          "meaningBn": "এক মহানাদ দ্বারা",
          "notes": "صَبَحَ (صَاحَ) (আওয়াজ দেওয়া, চিৎকার করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য صَيْحَةٌ (ভয়ার্ত চিৎকার, বিস্ফোরণ, তীক্ষ্ণভাবে ভেদকারী শক্তিশালী শব্দ, আওয়াজ, ধ্বনি, শোরগোল); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় صَيْحَةً হয়েছে। وَحِدَ (একক হওয়া, একেলা হওয়া, একাকী হওয়া, অদ্বিতীয় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَاحِدٌ (এক, একজন, একক, একটি), স্ত্রীলিঙ্গ وَاحِدَةُ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় وَاحِدَةً হয়েছে।"
        },
        {
          "text": "فَكَانُوْا",
          "meaningBn": "ফলে ওরা হয়ে গেল",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "كَهَشِيمِ",
          "meaningBn": "বিখণ্ডিত শুষ্ক শাখা-প্রশাখার ন্যায়",
          "notes": "هَشَمَ (ধ্বংস করা, ভেঙ্গে টুকরা করা, দুমড়ে-মুচড়ে ফেলা) মূল ক্রিয়ার একটি বিশেষ্য هَشِيمٌ (নাজুক, ভঙ্গুর, চূর্ণ-বিচূর্ণ, শুষ্ক খড় কুটা); শব্দটি الْمُحْتَظِرِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَهَشِيمِ হয়েছে。"
        },
        {
          "text": "الْمُحْتَظِرِ",
          "meaningBn": "খোঁয়াড় প্রস্তুতকারীর",
          "notes": "حَظَرَ (ঘেরা দেওয়া, নিষিদ্ধ করা, বাধা দেওয়া) মূল ক্রিয়ার ৮নং ফরমের কর্তা-বিশেষ্য مُحْتَظِرٌ (যে ব্যক্তি গবাদিপশুর জন্য খোয়াড় তৈরি করে, বেড়া প্রস্তুতকারক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি هَشِيمِ -এর মুদাফ-ইলায়হি হওয়ায় الْمُحْتَظِرِ হয়েছে。"
        }
      ]
    },
    {
      "ayahNumber": 32,
      "arabic": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব কোনো উপদেশ গ্রহণকারী আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
          "meaningBn": "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
          "notes": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ দেখুন আয়াত-১৭।"
        }
      ]
    },
    {
      "ayahNumber": 33,
      "arabic": "كَذَّبَتْ قَوْمُ لُوطٍ بِالنُّذْرِ",
      "bangla": "লূত সম্প্রদায় অস্বীকার করেছিল সতর্ককারীদেরকে;",
      "translations": {
        "osmani": "লূতের সম্প্রদায় সতর্ককারীদেরকে মিথ্যা প্রতিপন্ন করেছিল।",
        "tawjih": "লূতের জাতি সতর্ককারীকে মিথ্যা প্রতিপন্ন করলো।"
      },
      "words": [
        {
          "text": "كَذَّبَتْ قَوْمُ لُوطٍ",
          "meaningBn": "লূত সম্প্রদায় অস্বীকার করেছিল",
          "notes": "كَذَّبَتْ (অস্বীকার করেছিল) দেখুন আয়াত-৯। قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, ওঠা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া, অবস্থান করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَوْمٌ (জাতি, সম্প্রদায়, বংশ, গোত্র, দল, লোকজন); শব্দটি لُوطٍ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَوْمُ হয়েছে। لُوْطٌ (লুত আ.) শব্দটি قَوْمُ -এর মুদাফ-ইলায়হি হওয়ায় لُوطٍ হয়েছে。"
        },
        {
          "text": "بِالنُّذُرِ",
          "meaningBn": "সতর্ককারীদেরকে",
          "notes": "نُذْرٌ (সতর্ককরণ, ভীতি-প্রদর্শন, সতর্কবাণী; দেখুন আয়াত-২৩) এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالنُّذُرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 34,
      "arabic": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ",
      "bangla": "আমরা ওদের উপর প্রেরণ করেছিলাম প্রস্তর বহনকারী প্রচণ্ড ঝটিকা, কিন্তু লূত পরিবারের উপর নয়; তাদেরকে আমি উদ্ধার করেছিলাম রাত্রির শেষাংশে;",
      "translations": {
        "osmani": "নিশ্চয়ই আমি তাদের উপর প্রস্তর বর্ষণকারী ঝড় পাঠিয়েছিলাম, কিন্তু লূতের পরিবারকে নয়; আমি তাদেরকে রাতের শেষ ভাগে উদ্ধার করেছিলাম।",
        "tawjih": "নিশ্চয়ই আমি তাদের ওপর প্রস্তর বর্ষণকারী ঝড় পাঠিয়েছিলাম, কিন্তু লূতের পরিবার ছাড়া। তাদেরকে আমি রাতের শেষাংশে মুক্তি দিয়েছিলাম।"
      },
      "words": [
        {
          "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ",
          "meaningBn": "আমরা ওদের উপর প্রেরণ করেছিলাম",
          "notes": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ (আমরা ওদের উপর প্রেরণ করেছিলাম) দেখুন আয়াত-১৯।"
        },
        {
          "text": "حَاصِبًا",
          "meaningBn": "প্রস্তর বহনকারী প্রচণ্ড ঝটিকা",
          "notes": "حَصَبَ (নুড়ি পাথর ছড়িয়ে দেওয়া, পাথর বিছানো, পাথর দ্বারা ঢেকে দেওয়া, ইট-সুরকি-খোয়া দিয়ে স্তর করা, আগুনে নিক্ষেপ করা) মূল ক্রিয়ার একটি বিশেষ্য حَاصِبٌ (প্রচন্ড বাতাস যার সঙ্গে শিলা বর্ষিত হয়, প্রবল বাতাস, ঝড়, ঘুর্ণিঝড়, শিলাবর্ষণকারী মেঘ)।"
        },
        {
          "text": "إِلَّا آلَ لُوطٍ",
          "meaningBn": "কিন্তু লূত পরিবারের উপর নয়",
          "notes": "أَوَلَ (أَلَ) (প্রত্যাবর্তন করা, ফিরে যাওয়া, পূর্বের হওয়া) মূল ক্রিয়ার একটি বিশেষ্য آلٌ (বংশধর, গোত্রীয় লোকজন, পরিবার, সম্প্রদায়); শব্দটি لُوطٍ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় آلَ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)。 لُوْطٌ (লুত আ.) শব্দটি آلَ-এর মুদাফ-ইলায়হি হওয়ায় لُوطٍ হয়েছে।"
        },
        {
          "text": "نَجَّيْنَاهُمْ",
          "meaningBn": "তাদেরকে আমি উদ্ধার করেছিলাম",
          "notes": "نَجَوَ (نَجَا) (নাজাত পাওয়া, রক্ষা পাওয়া, উদ্ধারপ্রাপ্ত হওয়া, নিষ্কৃতি পাওয়া, রেহাই পাওয়া, মুক্ত হওয়া) মূল ক্রিয়ার ২নং ফরম نَجَّى (উদ্ধার করা, রক্ষা করা, নিষ্কৃতি দেওয়া)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ نَجَّيْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদেরকে)。"
        },
        {
          "text": "بِسَحَرٍ",
          "meaningBn": "রাত্রির শেষাংশে",
          "notes": "سَحَرَ (যাদু করা, সম্মোহিত করা, মুগ্ধ করা, মন্ত্র-মুগ্ধ করা, কারো প্রতি মূঢ় প্রেমে জ্ঞানশূন্য হওয়া, মোহগ্রস্ত করা, মিষ্টি কথায় ভুলিয়ে কোনো কিছু আদায় করা) মূল ক্রিয়ার একটি বিশেষ্য سَحَرٌ (প্রভাত, উষা, প্রত্যুষ, ভোর, রাত্রির শেষ অংশ); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِسَحَرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 35,
      "arabic": "نِعْمَةً مِنْ عِنْدِنَا كَذَلِكَ نَجْزِي مَنْ شَكَرَ",
      "bangla": "আমার বিশেষ অনুগ্রহস্বরূপ; যারা কৃতজ্ঞ, আমি এইভাবেই তাদেরকে পুরস্কৃত করে থাকি।",
      "translations": {
        "osmani": "আমাদের পক্ষ থেকে অনুগ্রহস্বরূপ; যারা শোকরগুজার, আমি এভাবেই তাদের পুরস্কার দিই।",
        "tawjih": "আমার পক্ষ থেকে অনুগ্রহস্বরূপ। এভাবেই আমি কৃতজ্ঞদেরকে প্রতিফল দিয়ে থাকি।"
      },
      "words": [
        {
          "text": "نِعْمَةً",
          "meaningBn": "অনুগ্রহস্বরূপ",
          "notes": "نَعَمَ (সুখ সাচ্ছন্দে জীবন যাপন করা, আরাম আয়েশে জীবন যাপন করা, বিলাসিতায় জীবন যাপন করা, ভাবনাহীন জীবন যাপন করা, জীবনের সুবিধাদি উপভোগ করা, হর্ষোৎফুল্ল হওয়া, নিরানন্দ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نِعْمَهُ (অনুগ্রহ, দয়া, হিতসাধন, বদান্যতা); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় نِعْمَةً হয়েছে।"
        },
        {
          "text": "مِنْ عِنْدِنَا",
          "meaningBn": "আমাদের নিকট হতে",
          "notes": "সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট)-এর পূর্বে অপর সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় عِنْدِ হয়েছে; عِنْدِ এবং সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মিলিত রূপ عِنْدِنَا।"
        },
        {
          "text": "كَذَلِكَ",
          "meaningBn": "এইভাবেই",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় كَ (মতো) ও নির্দেশক সর্বনাম ذَلِكَ (ঐটি, উহা)-এর মিলিত রূপ।"
        },
        {
          "text": "نَجْزِي",
          "meaningBn": "আমি তাদেরকে পুরস্কৃত করে থাকি",
          "notes": "শব্দটি جَزَى (প্রতিদান দেওয়া, বদলা দেওয়া, পুরস্কার দেওয়া, পুরস্কৃত করা) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "مَنْ شَكَرَ",
          "meaningBn": "যে কৃতজ্ঞ",
          "notes": "شَكَرَ (কৃতজ্ঞতা প্রকাশ করা, শোকর করা, কৃতজ্ঞ হওয়া, ধন্যবাদ দেওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, কে)।"
        }
      ]
    },
    {
      "ayahNumber": 36,
      "arabic": "وَ لَقَدْ أَنْذَرَهُمْ بَطْشَتَنَا فَتَمَارَوْا بِالنُّذُرِ",
      "bangla": "দূত ওদেরকে সতর্ক করেছিল আমার কঠোর শাস্তি সম্পর্কে; কিন্তু ওরা সতর্কবাণী সম্বন্ধে বিতণ্ডা শুরু করল।",
      "translations": {
        "osmani": "আর নিশ্চয়ই সে তাদেরকে আমার কঠোর শাস্তি সম্পর্কে সতর্ক করেছিল, কিন্তু তারা সতর্কবাণী সম্পর্কে বিতণ্ডা করেছিল।",
        "tawjih": "আর নিশ্চয়ই সে তাদেরকে আমার কঠোর শাস্তি সম্পর্কে সতর্ক করেছিল। কিন্তু তারা সতর্কবাণী সম্পর্কে বিতর্ক করলো।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ أَنْذَرَهُمْ",
          "meaningBn": "আর অবশ্যই দূত ওদেরকে সতর্ক করেছিল",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৫। أَنْذَرَهُمْ (দূত ওদেরকে সতর্ক করেছিল) শব্দটি نَذَرَ (মানত করা, উৎসর্গ করা, প্রতিজ্ঞা করা, নিজেকে একান্তভাবে নিয়োজিত করার ব্রত গ্রহণ করা, সতর্ক করা, মৃদু ভর্ৎসনা করা, স্বেচ্ছাপ্রবৃত্ত হয়ে শপথ করা) মূল ক্রিয়ার ৪নং ফরম أَنْذَرَ (সতর্ক করা, ভীতিপ্রদর্শন করা, অবহিত করা, কিছু দিয়ে ভয় দেখানো, কিছু সম্বন্ধে সতর্ক করা); শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের)।"
        },
        {
          "text": "بَطْشَتَنَا",
          "meaningBn": "আমার কঠোর শাস্তি সম্পর্কে",
          "notes": "بَطَشَ (পাকড়াও করা, চড়াও হওয়া, আক্রমণ করা, আঘাত হানা, ধ্বংস করা) মূল ক্রিয়ার একটি বিশেষ্য بَطْشَةٌ (জব্দকরণ, পাকড়াও, ক্ষমতা, কঠোরতা); শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় بَطْشَةَ হয়েছে।"
        },
        {
          "text": "فَتَمَارَوْا",
          "meaningBn": "কিন্তু ওরা বিতণ্ডা শুরু করল",
          "notes": "مَارَى (ভূমিতে সজোরে পদাঘাত করা, দুধের বোটায় চাপ দেওয়া, মতের অমিল হওয়া, তর্কে নামা) মূল ক্রিয়ার ৬নং ফরম تَمَارَى (ঝগড়া করা, বিবাদ করা, কলহ করা, কোনো বিষয় সম্বন্ধে সন্দেহ করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ مَّارُوا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "بِالنُّذُرِ",
          "meaningBn": "সতর্কবাণী সম্বন্ধে",
          "notes": "بِالنُّذُرِ দেখুন আয়াত-২৩।"
        }
      ]
    },
    {
      "ayahNumber": 37,
      "arabic": "وَ لَقَدْ رَاوَدُوهُ عَنْ ضَيْفِهِ فَطَمَسْنَا أَعْيُنَهُمْ فَذُوقُوا عَذَابِي وَنُذُرِ",
      "bangla": "ওরা দূতের নিকট হতে তার মেহমানদেরকে অসদুদ্দেশ্যে দাবি করল, তখন আমি ওদের দৃষ্টিশক্তি লোপ করে দিলাম এবং আমি বললাম, 'আস্বাদন করো আমার শাস্তি এবং সতর্ক-বাণীর পরিণাম।",
      "translations": {
        "osmani": "আর নিশ্চয়ই তারা তার কাছ থেকে তার মেহমানদের চেয়েছিল, তখন আমি তাদের চোখগুলো মুছে দিলাম এবং বললাম, 'আমার শাস্তি আর আমার সতর্কবাণীর পরিণাম আস্বাদন করো।'",
        "tawjih": "আর নিশ্চয়ই তারা তার মেহমানদেরকে চেয়েছিল, তখন আমি তাদের চোখগুলোকে বিলুপ্ত করে দিলাম এবং বললাম, ‘আস্বাদন করো আমার শাস্তি এবং আমার সতর্কবাণীর পরিণাম।’"
      },
      "words": [
        {
          "text": "وَ لَقَدْ رَاوَدُوهُ",
          "meaningBn": "আর অবশ্যই ওরা দূতের নিকট হতে অসদুদ্দেশ্যে দাবি করল",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৫। رَاوَدُوهُ (ওরা দূতের নিকট হতে অসদুদ্দেশ্যে দাবি করল) শব্দটি رَوَدَ (رَادَ) (তালাশ করা, খোজ করা, অন্বেষণ করা, প্রদক্ষিণ করা, আগে আগে যাওয়া, অগ্রদুত হওয়া) মূল ক্রিয়ার ৩নং ফরম رَاَوْدَ (অসৎকর্ম কামনা করা, প্ররোচিত করা, রাজি করানো, ফুসলানো, বুঝিয়ে-সুঝিয়ে কোনো কাজ করতে সম্মত করা, কোনো কিছু পেতে আকুল আকাঙ্ক্ষা করা, উন্মত্ততার সহিত অগ্রসর হওয়া)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ رَاَوَدُو; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাকে)。"
        },
        {
          "text": "عَنْ ضَيْفِهِ",
          "meaningBn": "তার মেহমানদের হতে",
          "notes": "ضَيْفَ (ضَافَ) (অতিথি হিসাবে অবস্থান করা, অতিথি হওয়া, মেহমান হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য ضَيْفٌ (অতিথি, মেহমান, আগন্তুক, অতিথিগণ); শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় ضَيْفِ হয়েছে।"
        },
        {
          "text": "فَطَمَسْنَا",
          "meaningBn": "তখন আমি লোপ করে দিলাম",
          "notes": "طَمَسَ (মুছে ফেলা, ধ্বংস করা, বিলোপ করা, নিশ্চিহ্ন করা, বিলুপ্ত করা, বিকৃত করে দেওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ طَمَسْنَا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "أَعْيُنَهُمْ",
          "meaningBn": "ওদের দৃষ্টিশক্তি",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কুনজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عَيْنٌ (চোখ, চক্ষু, নেত্র, নয়ন, আঁখি, নজর, দৃষ্টি), বহুবচন أَعْيُنٌ; শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَعْيُنَ হয়েছে।"
        },
        {
          "text": "فَذُوقُوا عَذَابِي وَنُذُرِ",
          "meaningBn": "এবং আমি বললাম, আস্বাদন করো আমার শাস্তি এবং সতর্ক-বাণীর পরিণাম",
          "notes": "فَذُوقُوا عَذَابِي وَنُذُرِ দেখুন আয়াত-১৮।"
        }
      ]
    },
    {
      "ayahNumber": 38,
      "arabic": "وَ لَقَدْ صَبَّحَهُمْ بُكْرَةً عَذَابٌ مُسْتَقِرٌّ",
      "bangla": "প্রত্যূষে বিরামহীন শাস্তি তাদেরকে আঘাত করল।",
      "translations": {
        "osmani": "আর নিশ্চয়ই সকাল বেলায় তাদেরকে আঘাত করল বিরামহীন শাস্তি।",
        "tawjih": "আর নিশ্চয়ই সকাল বেলা তাদেরকে আঘাত করলো বিরামহীন শাস্তি।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ",
          "meaningBn": "আর অবশ্যই",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৫।"
        },
        {
          "text": "صَبَّحَهُمْ",
          "meaningBn": "তাদেরকে আঘাত করল",
          "notes": "صَبَحَ (চমৎকার হওয়া, উজ্জ্বল হওয়া, কমনীয় হওয়া, সুন্দর হওয়া, মাধুর্যময় হওয়া) মূল ক্রিয়ার ২নং ফরম صَبَّحَ (সকালে আপতিত হওয়া, সকালে আগমন করা); শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের)।"
        },
        {
          "text": "بُكْرَةً",
          "meaningBn": "প্রত্যূষে",
          "notes": "بَكَرَ (সকালে যাত্রা করা, সকালে ওঠা, সকালে আসা) মূল ক্রিয়ার একটি বিশেষ্য بُكْرَةٌ (সকালে, প্রত্যুষে); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় بُكْرَةً হয়েছে।"
        },
        {
          "text": "عَذَابٌ",
          "meaningBn": "শাস্তি",
          "notes": "عَذَبَ (ব্যাহত করা, অন্তরায় সৃষ্টি করা, বাধা দেওয়া, পথ রোধ করা) মূল ক্রিয়ার একটি বিশেষ্য عَذَابٌ (শাস্তি, দন্ড, আযাব, সাজা, নির্যাতন, যন্ত্রণা)।"
        },
        {
          "text": "مُسْتَقِرٌّ",
          "meaningBn": "বিরামহীন",
          "notes": "قَرَّ (স্থায়ী হওয়া, স্থিতিশীল হওয়া, অবস্থান করা, প্রতিষ্ঠিত হওয়া, শান্ত থাকা) মূল ক্রিয়ার ১০নং ফরম اِسْتَقَرَّ (অবস্থান করা, স্থির থাকা, স্থির হওয়া, দৃঢ় অবস্থায় থাকা, স্থায়ী হওয়া, শান্ত হওয়া)-এর কর্তা-বিশেষ্য مُسْتَقِرٌّ (যা স্থির থাকে, স্থায়ী, টেকসই, একটানা, লাগাতার, নিষ্পত্তিকৃত)。"
        }
      ]
    },
    {
      "ayahNumber": 39,
      "arabic": "فَذُوقُوا عَذَابِي وَنُذُرِ",
      "bangla": "এবং আমি বললাম, 'আস্বাদন করো আমার শাস্তি এবং সতর্কবাণীর পরিণাম।",
      "translations": {
        "osmani": "'অতএব আমার শাস্তি আর আমার সতর্কবাণীর পরিণাম আস্বাদন করো।'",
        "tawjih": "সুতরাং আস্বাদন করো আমার শাস্তি ও আমার সতর্কবাণীর পরিণাম।"
      },
      "words": [
        {
          "text": "فَذُوقُوا عَذَابِي وَنُذُرِ",
          "meaningBn": "অতএব আস্বাদন করো আমার শাস্তি এবং সতর্কবাণীর পরিণাম",
          "notes": "فَذُوقُوا عَذَابِي وَنُذُرِ দেখুন আয়াত-৩৭।"
        }
      ]
    },
    {
      "ayahNumber": 40,
      "arabic": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "আমি কুরআন সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আমি তো কুরআনকে উপদেশ গ্রহণের জন্য সহজ করে দিয়েছি। অতএব কোনো উপদেশ গ্রহণকারী আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ",
          "meaningBn": "কুরআন আমি সহজ করে দিয়েছি উপদেশ গ্রহণের জন্য; অতএব উপদেশ গ্রহণকারী কেউ আছে কি?",
          "notes": "وَ لَقَدْ يَسَّرْنَا الْقُرْآنَ لِلذِّكْرِ فَهَلْ مِنْ مُدَّكِرٍ দেখুন আয়াত-১৭।"
        }
      ]
    },
    {
      "ayahNumber": 41,
      "arabic": "وَ لَقَدْ جَاءَ آلَ فِرْعَوْنَ النُّذُرُ",
      "bangla": "ফির'আওন সম্প্রদায়ের নিকটও এসেছিল সতর্ককারী;",
      "translations": {
        "osmani": "আর নিশ্চয়ই ফিরাউনের সম্প্রদায়ের কাছেও সতর্ককারীরা এসেছিল।",
        "tawjih": "আর নিশ্চয়ই ফিরাউনের গোত্রের কাছেও সতর্ককারীরা এসেছিল।"
      },
      "words": [
        {
          "text": "وَ لَقَدْ جَاءَ",
          "meaningBn": "আর অবশ্যই এসেছিল",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-১৫। جَيَاً (جَاءَ) (আসা, পৌঁছানো, আগমন করা, উল্লেখ হওয়া, বর্ণিত হওয়া, নিয়ে আসা, নাগাল ধরা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "آلَ فِرْعَوْنَ",
          "meaningBn": "ফির'আওন সম্প্রদায়ের নিকটও",
          "notes": "آلَ (সম্প্রদায়ের নিকটও) দেখুন আয়াত-৩৪। فِرْعَوْنُ (ফিরআউন) এক কাফির রাজা; এর নিকট মূসা (আ.) প্রেরিত হয়েছিলেন; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় হয়েছে।"
        },
        {
          "text": "النُّذُرُ",
          "meaningBn": "সতর্ককারী",
          "notes": "نُذُرٌ (সতর্ককারী) দেখুন আয়াত-২৩।"
        }
      ]
    },
    {
      "ayahNumber": 42,
      "arabic": "كَذَّبُوا بِآيَاتِنَا كُلِّهَا فَأَخَذْنَاهُمْ أَخْذَ عَزِيزٍ مُقْتَدِرٍ",
      "bangla": "কিন্তু ওরা আমার সকল নিদর্শন প্রত্যাখ্যান করল, অতঃপর পরাক্রম-শালী ও সর্বশক্তিমানরূপে আমি ওদেরকে সুকঠিন শাস্তি দিলাম।",
      "translations": {
        "osmani": "তারা আমার সব নিদর্শন মিথ্যা প্রতিপন্ন করেছিল। ফলে পরাক্রমশালী, মহাশক্তিশালী (আল্লাহ্)-এর মতো পাকড়াও করলাম।",
        "tawjih": "তারা আমার সকল নিদর্শন মিথ্যা প্রতিপন্ন করলো। সুতরাং পরাক্রমশালী, মহাশক্তিশালী (আল্লাহ্)-এর পাকড়াও করার মতো আমি তাদেরকে পাকড়াও করলাম।"
      },
      "words": [
        {
          "text": "كَذَّبُوا بِآيَاتِنَا كُلِّهَا",
          "meaningBn": "কিন্তু ওরা আমার সকল নিদর্শন প্রত্যাখ্যান করল",
          "notes": "كَذَّبُوا (কিন্তু ওরা প্রত্যাখ্যান করল) শব্দটি كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ। آيَاتِ (নিদর্শন), বহুবচন آيَاتُ/آيَاتٌ; শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় آيَاتِ হয়েছে। كُلَّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি সংযুক্ত-সর্বনাম هَا (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি آيَاتِ -কে অনুসরণ করায় كُلِّ হয়েছে।"
        },
        {
          "text": "فَأَخَذْنَاهُمْ",
          "meaningBn": "অতঃপর আমি ওদেরকে শাস্তি দিলাম/ পাকড়াও করলাম",
          "notes": "أَخَذَ (গ্রহণ করা, পাকড়াও করা, কবজা করা, আঁকড়ে ধরা, গ্রেফতার করা, চেপে ধরা, নিয়ে যাওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ أَخَذْنَا; এর পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব) ও শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদেকে)。"
        },
        {
          "text": "أَخْذَ عَزِيزٍ مُقْتَدِرٍ",
          "meaningBn": "সুকঠিন পরাক্রম-শালী ও সর্বশক্তিমানরূপে",
          "notes": "أَخْذُ (পাকড়াও, শাস্তি) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَخْذُ; শব্দটি عَزِيزِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَخْذَ হয়েছে। عَزِيزٌ (পরাক্রমশালী, প্রবল, ক্ষমতাবান, পরাক্রান্ত, বলিষ্ঠ, শ্রদ্ধাভাজন); শব্দটি أَخْذَ -এর মুদাফ-ইলায়হি হওয়ায় عَزِيزِ হয়েছে। مُقْتَدِرٌ (শক্তিধর, ক্ষমতাবান, প্রভাবশালী, সচ্ছল); শব্দটি عَزِيزِ -কে অনুসরণ করায় مُقْتَدِرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 43,
      "arabic": "أَكُفَّارُكُمْ خَيْرٌ مِنْ أُولَائِكُمْ أَمْ لَكُمْ بَرَاءَةٌ فِي الزُّبُرِ",
      "bangla": "তোমাদের মধ্যকার কাফিররা কি ওদের অপেক্ষা শ্রেষ্ঠ ? না কি তোমাদের অব্যাহতির কোনো সনদ রয়েছে পূর্ববর্তী কিতাবে?",
      "translations": {
        "osmani": "তোমাদের কাফিররা কি তাদের চেয়ে শ্রেষ্ঠ? নাকি তোমাদের জন্য (জাহান্নাম থেকে) মুক্তির কোনো সনদ রয়েছে পূর্ববর্তী কিতাবসমূহে?",
        "tawjih": "তোমাদের মধ্যেকার কাফেররা কি তাদের চেয়ে শ্রেষ্ঠ? নাকি তোমাদের জন্য পূর্বের কিতাবসমূহে (জাহান্নাম থেকে) মুক্তির কোনো সনদ রয়েছে?"
      },
      "words": [
        {
          "text": "أَكُفَّارُكُمْ",
          "meaningBn": "তোমাদের মধ্যকার কাফিররা কি",
          "notes": "كَفَرَ (অস্বীকার করা, অবিশ্বাস করা, অকৃতজ্ঞ হওয়া, কুফরি করা, কাফির হওয়া, প্রত্যাখান করা) মূল ক্রিয়ার কর্তা-বিশেষ্য كَافِرٌ (যে অস্বীকার করে, অকৃতজ্ঞ, অবিশ্বাসী, অমান্যকারী, কাফির)-এর একটি বহুবচন كُفَّارٌ; শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُفَّارُ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
        },
        {
          "text": "خَيْرٌ",
          "meaningBn": "শ্রেষ্ঠ",
          "notes": "خَيَرَ (خَارَ) (ভালো অবস্থায় থাকা, অনুকূল হওয়া, সহায়ক হওয়া, অধিকতর পছন্দ করা, শ্রেয় মনে করা, নির্বাচিত করা, বেছে নেওয়া, ধনসম্পদ অর্জন করা) মূল ক্রিয়ার একটি বিশেষ্য خَيْرٌ (কল্যাণ, মঙ্গল, উত্তম, উৎকৃষ্ট, মনোজ্ঞ, প্রীতিকর, উপযোগী, ভালো জিনিস, ধনসম্পদ)।"
        },
        {
          "text": "مِنْ أُولَائِكُمْ",
          "meaningBn": "তোমাদের মধ্যে ওদের অপেক্ষা",
          "notes": "নির্দেশক সর্বনাম أُوْلَاءِ (এই, সেই, ঐ), বহুবচন أُوْلَاءِ এর শেষে সংযুক্ত-সর্বনাম كُمْ (তোমাদের) যুক্ত হওয়ায় أُوْلَائِكُمْ হয়েছে; পূর্বে রয়েছে সম্বন্ধসূচক অব্যয় مِنْ (হতে)。"
        },
        {
          "text": "أَمْ لَكُمْ",
          "meaningBn": "না কি তোমাদের জন্য",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ لَكُمْ; لَكُمْ-এর সঙ্গে যুক্ত হওয়ার প্রেক্ষিতে لَكُمُ হয়েছে।"
        },
        {
          "text": "بَرَاءَةٌ",
          "meaningBn": "অব্যাহতির কোনো সনদ রয়েছে",
          "notes": "بَرِئَ (মুক্ত হওয়া, উদ্ধার পাওয়া) মূল ক্রিয়ার একটি বিশেষ্য بَرَاءَةٌ (অব্যাহতি, সংযোগ অস্বীকার করণ, নিষ্কৃতি, সংযোগ ছিন্নকরণ, চুক্তিগত বাধ্যবাধকতা ছিন্নকরণ, সংশ্লিষ্ট না থাকা)。"
        },
        {
          "text": "فِي الزُّبُرِ",
          "meaningBn": "পূর্ববর্তী কিতাবে",
          "notes": "زَبَرَ (তীব্র ভাষায় তিরস্কার করা) মূল ক্রিয়ার একটি বিশেষ্য زَبُورٌ (বই, গ্রন্থ, পুস্তক, কিতাব), বহুবচন زُبُرٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (দ্বারা, সাথে) থাকায় الزُّبُرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 44,
      "arabic": "أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُنتَصِرٌ",
      "bangla": "ইহারা কি বলে, 'আমরা এক সঙ্ঘবদ্ধ অপরাজেয় দল?'",
      "translations": {
        "osmani": "নাকি তারা বলে, 'আমরা সবাই একতাবদ্ধ, বিজয়ী দল।'",
        "tawjih": "নাকি তারা বলে, ‘আমরা একটি বিজয়ী দল?’"
      },
      "words": [
        {
          "text": "أَمْ يَقُولُونَ",
          "meaningBn": "ইহারা কি বলে",
          "notes": "قَوَلَ (قَالَ) (কথা বলা, আলাপ করা, বলা, কওয়া, জানানো, কথায় প্রকাশ করা, উচ্চারণ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يَقُوْلُوْنَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَمْ (কি?)।"
        },
        {
          "text": "نَحْنُ جَمِيعٌ",
          "meaningBn": "আমরা এক সঙ্ঘবদ্ধ",
          "notes": "جَمَعَ (সংগ্রহ করা, একত্রে জড়ো করা, জমা করা, সমবেত করা, মিলিত করা, অন্তর্ভুক্ত করা, কারোর সঙ্গে যোগাযোগ থাকা, বিবাহ করা) মূল ক্রিয়ার একটি বিশেষ্য جَمِيعٌ (সকল, সব, একত্রিত, সমবেত, সঙ্ঘবদ্ধ, সমুদয়)。"
        },
        {
          "text": "مُنْتَصِرٌ",
          "meaningBn": "অপরাজেয় দল",
          "notes": "نَصَرَ (সাহায্য করা, সহায়তা করা, সমর্থন করা, পৃষ্ঠপোষকতা করা, বিজয়ী করা, উদ্ধার করা) মূল ক্রিয়ার ৮নং ফরম اِنْتَصَرَ (জয়লাভ করা, বিজয়ী হওয়া, প্রতিকার করা, প্রতিশোধ গ্রহণ করা, নিজকে রক্ষা করা, সাহায্য করা)-এর কর্তা-বিশেষ্য مُنْتَصِرٌ (যে নিজের প্রতিরক্ষায় সক্ষম, প্রতিশোধ গ্রহণকারী, জয়লাভকারী, বিজয়ী, শক্তিশালী)。"
        }
      ]
    },
    {
      "ayahNumber": 45,
      "arabic": "سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ",
      "bangla": "এই দল তো শীঘ্রই পরাজিত হবে এবং পৃষ্ঠপ্রদর্শন করবে,",
      "translations": {
        "osmani": "শীঘ্রই এই দল পরাজিত হবে আর পিঠ ফিরিয়ে পালাবে।",
        "tawjih": "অচিরেই এই দলটি পরাজিত হবে এবং পিঠ ফিরিয়ে পালাবে।"
      },
      "words": [
        {
          "text": "سَيُهْزَمُ",
          "meaningBn": "শীঘ্রই পরাজিত হবে",
          "notes": "هَزَمَ (পরাজিত করা, পরাভূত করা, হারিয়ে দেওয়া, ছত্রভঙ্গ করে দেওয়া, সম্পূর্ণরূপে পরাস্ত করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُهْزَمُ; পূর্বে যুক্ত রয়েছে ক্রিয়া-বিশেষণ سَ (ভবিষ্যতকাল অর্থ প্রদানকারী অব্যয়)。"
        },
        {
          "text": "الْجَمْعُ",
          "meaningBn": "এই দল তো",
          "notes": "جَمَعَ (সংগ্রহ করা,... উপরে দেখুন) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য جَمْعٌ (জমা, সংগ্রহ, জমাকরণ, একত্রকরণ, সঙ্কলন, যোগ, সমাবেশ, জনতা, দল, বাহিনী); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْجَمْعُ হয়েছে।"
        },
        {
          "text": "وَ يُوَلُّونَ",
          "meaningBn": "এবং পৃষ্ঠপ্রদর্শন করবে",
          "notes": "وَلَى (নিকটবর্তী হওয়া, পার্শ্ববর্তী হওয়া, নিম্নকর্তী হওয়া, পরবর্তী হওয়া, ক্ষমতাসীন হওয়া) মূল ক্রিয়ার ২নং ফরম وَلَّى (পৃষ্ঠপ্রদর্শন করা, ঘুরে যাওয়া, অন্য দিকে মুখ ফেরানো, গতিপথ পাল্টানো, পলায়ন করা, পরিহার করা)-এর বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ يُوَلُّونَ পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "الدُّبُرَ",
          "meaningBn": "পৃষ্ঠ",
          "notes": "دَبَرَ (পিছনে যাওয়া, বিগত হওয়া, অতিবাহিত হওয়া, ফিরে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য دُبْرٌ (পিছন, নিতম্ব, পাছা, পিছনের অংশ, পশ্চাদ্ভাগ, পিঠ, পৃষ্ঠদেশ, শেষাংশ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الدُّبُرَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 46,
      "arabic": "بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ",
      "bangla": "অধিকন্তু কিয়ামত উহাদের শাস্তির নির্ধারিত কাল এবং কিয়ামত হবে কঠিনতর ও তিক্ততর;",
      "translations": {
        "osmani": "বরং কিয়ামত হলো তাদের নির্ধারিত সময়, আর কিয়ামত হলো আরও বেশি কঠিন আর আরও বেশি তিক্ত।",
        "tawjih": "বরং কিয়ামত হলো তাদের নির্ধারিত সময়। আর কিয়ামত হলো আরও কঠিন ও আরও তিক্ত।"
      },
      "words": [
        {
          "text": "بَلِ السَّاعَةُ",
          "meaningBn": "অধিকন্তু কিয়ামত",
          "notes": "سَوَعَ (سَاعَ) (মুক্তভাবে দৌড়াতে দেওয়া, মুক্তভাবে চরতে দেওয়া, পরাজিত হওয়া/ হারিয়ে যাওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَاعَةُ (ক্ষুদ্রতম সময়, ক্ষণ, সময়, ঘন্টা, ঘড়ি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّاعَةُ (রোজ কিয়ামতের মূহর্ত, রোজ কিয়ামত) হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ بَلْ (বরং); بَلْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় بَلِ লেখা হয়েছে।"
        },
        {
          "text": "مَوْعِدُهُمْ",
          "meaningBn": "উহাদের শাস্তির নির্ধারিত কাল",
          "notes": "وَعَدَ (অঙ্গীকার করা, প্রতিজ্ঞা করা, ওয়াদা করা, প্রতিশ্রুতি দেওয়া, কাউকে কথা দেওয়া, সতর্ক করা, ভীতিপ্রদর্শন করা) মূল ক্রিয়ার একটি বিশেষ্য مَوْعِدٌ (প্রতিশ্রুত সময়, মেয়াদ, ওয়াদা, অঙ্গীকার, ভীতি প্রদর্শনের সময় ও স্থান, সাক্ষাৎ-সূচি); শব্দটি সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে مَوْعِدُ হয়েছে。"
        },
        {
          "text": "وَالسَّاعَةُ",
          "meaningBn": "এবং কিয়ামত হবে",
          "notes": "السَّاعَةُ (রোজ কিয়ামতের মূহর্ত; উপরে দেখুন); এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "أَدْهَى",
          "meaningBn": "কঠিনতর",
          "notes": "دَهَى (সংঘটিত হওয়া, আঘাত করা, ঘুষি দেওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَدْهَى (প্রকৃত রূপ أَدْهَى; অতি যন্ত্রণাদায়ক, অতি দুর্দশাজনক, কঠিনতর, বিপর্যয়জনক, কষ্টদায়ক, দুর্ভাগ্যজনক)。"
        },
        {
          "text": "وَأَمَرُّ",
          "meaningBn": "ও) তিক্ততর",
          "notes": "مَرَّ (অতিবাহিত হওয়া, অতিক্রান্ত হওয়া, চলমান হওয়া, সঞ্চরমান হওয়া, পাশ দিয়ে যাওয়া, অতিক্রম করে যাওয়া, মৃদুমন্দ গতিতে হেঁটে বেড়ানো, অলস গতিতে হেঁটে বেড়ানো, অগ্রসর হওয়া) মূল ক্রিয়ার তুলনামূলক বিশেষণ أَمَرُّ (অধিকতর তিক্ত, তিক্ততর, অধিকতর বেদনাদায়ক); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 47,
      "arabic": "إِنَّ الْمُجْرِمِينَ فِي ضَلَالٍ وَسُعُرٍ",
      "bangla": "নিশ্চয়ই অপরাধীরা বিভ্রান্ত ও বিকারগ্রস্ত।",
      "translations": {
        "osmani": "নিশ্চয়ই অপরাধীরা বিভ্রান্তি আর উন্মত্ততার মধ্যে আছে।",
        "tawjih": "নিশ্চয়ই অপরাধীরা বিভ্রান্তি ও উন্মত্ততার মধ্যে থাকবে।"
      },
      "words": [
        {
          "text": "إِنَّ الْمُجْرِمِينَ",
          "meaningBn": "নিশ্চয়ই অপরাধীরা",
          "notes": "جَرَمَ (কর্তন করা, কাটা, গোস্ত হাড় থেকে আলাদা করা, প্ররোচিত করা, কাউকে পাপ কর্মে চালনা করা) মূল ক্রিয়ার ৪নং ফরম أَجْرَمَ (অন্যায় করা, অপরাধ করা, পাপ করা)-এর কর্তা-বিশেষ্য مُجْرِمٌ (অপরাধী, অন্যায়কারী, দোষী, পাপী, বহুবচন কর্মকারক مُجْرِمِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُجْرِمِينَ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)।"
        },
        {
          "text": "فِي ضَلَالٍ",
          "meaningBn": "বিভ্রান্তি",
          "notes": "ضَلَّ (পথভ্রষ্ট হওয়া, বিভ্রান্ত হওয়া, পথ হারানো, বিপথে যাওয়া, ভুল করা, ভুলে যাওয়া, ধোঁকা খাওয়া, প্রতারিত হওয়া, বিচ্যুত হওয়া, উধাও হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ضَلَالٌ (ভুল, বিভ্রান্তি, ভ্রম); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় ضَلَالٍ হয়েছে।"
        },
        {
          "text": "وَسُعُرٍ",
          "meaningBn": "ও বিকারগ্রস্ত",
          "notes": "سَعَرَ (প্রজ্জ্বলিত করা, উত্তপ্ত করা, উস্কিয়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য سُعُرٌ (উন্মত্ততা, বিকারগ্রস্ত, তেজ, উত্তাপ, লালসা, পাগলামী); শব্দটি ضَلَالٍ -কে অনুসরণ করায় سُعُرٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 48,
      "arabic": "يَوْمَ يُسْحَبُونَ فِي النَّارِ عَلَى وُجُوهِهِمْ ذُوقُوا مَسَّ سَقَرَ",
      "bangla": "যেদিন উহাদের উপুড় করে টেনে নিয়ে যাওয়া হবে জাহান্নামের দিকে; সেই দিন বলা হবে, 'জাহান্নামের যন্ত্রণা আস্বাদন করো।",
      "translations": {
        "osmani": "যেদিন তাদেরকে উপুড় করে টেনে-হিঁচড়ে আগুনের দিকে নিয়ে যাওয়া হবে, (বলা হবে,) 'তোমরা সাকারের (জাহান্নামের) যন্ত্রণা আস্বাদন করো।'",
        "tawjih": "যেদিন তাদেরকে উপুড় করে টেনে-হিঁচড়ে আগুনের দিকে নিয়ে যাওয়া হবে, (বলা হবে,) ‘তোমরা সাকারের (জাহান্নামের) স্পর্শের স্বাদ নাও।’"
      },
      "words": [
        {
          "text": "يَوْمَ",
          "meaningBn": "যেদিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, যেদিন, একটি নির্দিষ্ট দিনে)。"
        },
        {
          "text": "يُسْحَبُونَ",
          "meaningBn": "টেনে নিয়ে যাওয়া হবে",
          "notes": "শব্দটি سَحَبَ (টেনে নিয়ে যাওয়া, ফিরিয়ে আনা, প্রত্যাহার করা, ভারী কোনো বস্তুকে ধীরে ধীরে টেনে নেওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "فِي النَّارِ",
          "meaningBn": "জাহান্নামের আগুনের দিকে",
          "notes": "نَارٌ (আগুন, অনল, অগ্নি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় النَّارِ হয়েছে।"
        },
        {
          "text": "عَلَى وُجُوهِهِمْ",
          "meaningBn": "উহাদের উপুড় করে/ মুখের উপর দিয়ে",
          "notes": "وَجُهَ (সম্মানিত হওয়া, অভিজাত শ্রেণীর হওয়া, মর্যাদাবান হওয়া, পার্থক্যসূচক বৈশিষ্টপূর্ণ হওয়া, খ্যাতিমান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَجْهُ (মুখমন্ডল, আকৃতি, চেহারা, সম্মুখভাগ, অনুগ্রহ, অভিপ্রায়, সন্তুষ্টি, উদ্দেশ্য, তাৎপর্য, কারণ, মর্যাদা, আরম্ভ), বহুবচন وُجُوهٌ; শব্দটি সংযুক্ত-সর্বনাম هِمْ (তাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং এবং পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় وُجُوهِ হয়েছে।"
        },
        {
          "text": "ذُوقُوا",
          "meaningBn": "তোমরা আস্বাদন করো",
          "notes": "ذَوَقَ (ذَاقَ) (স্বাদ গ্রহণ করা, চাখা, উপভোগ করা, পরখ করা, পরীক্ষা করা, অভিজ্ঞতা লাভ করা) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ。"
        },
        {
          "text": "مَسَّ سَقَرَ",
          "meaningBn": "স্পর্শ/ যন্ত্রণা জাহান্নামের",
          "notes": "مَسَّ (স্পর্শ করা, অনুভব করা, স্পষ্টভাবে বোধগম্য হওয়া, ছোঁয়া লাগা, লেগে যাওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য مَسٌّ (স্পর্শ, ছোঁয়া, সংস্পর্শ, উম্মত্ততা); শব্দটি سَقَرَ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় مَسَّ হয়েছে। سَقَرَ (দোজখের আগুন, যুদ্ধের আগুন, আগুন, দোজখের একটি নাম); শব্দটি مَسَّ-এর মুদাফ-ইলায়হি হওয়ায় সম্বন্ধকারকে سَقَرَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 49,
      "arabic": "إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ",
      "bangla": "আমি সকল কিছু সৃষ্টি করেছি নির্ধারিত পরিমাপে,",
      "translations": {
        "osmani": "নিশ্চয়ই আমি সব জিনিস এক নির্দিষ্ট পরিমাপে সৃষ্টি করেছি।",
        "tawjih": "নিশ্চয়ই আমি সব কিছু এক নির্দিষ্ট পরিমাপে সৃষ্টি করেছি।"
      },
      "words": [
        {
          "text": "إِنَّا كُلَّ شَيْءٍ",
          "meaningBn": "নিশ্চয় আমি সকল কিছু",
          "notes": "ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়) ও স্বতন্ত্র-সর্বনাম نَحْنُ (আমরা)-এর মিলিত রূপ। كُلَّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি شَيْءٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় كُلَّ হয়েছে। شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); শব্দটি كُلِّ-এর মুদাফ-ইলায়হি হওয়ায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "خَلَقْنَاهُ",
          "meaningBn": "সৃষ্টি করেছি",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ خَلَقْنَا; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাকে, অর্থাৎ সকল কিছকে)。"
        },
        {
          "text": "بِقَدَرٍ",
          "meaningBn": "নির্ধারিত পরিমাপে",
          "notes": "قَدَرَ (সক্ষম হওয়া, যোগ্য হওয়া, পারা, শক্তিশালী হওয়া, সংকুচিত করা, সীমিত করা, মূল্যায়ন করা, যথাযথভাবে মাপা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَدَرٌ (নিয়তি, ভাগ্য, তাকদীর, ক্ষমতা, মর্যাদা, পরিমাপ, স্বর্গীয় বিধান যা পূর্বে স্থিরকৃত, একটি নির্দিষ্ট পরিমাণ, কার্যাদি সাধনের একটি নির্দিষ্ট উপায়); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِقَدَرٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 50,
      "arabic": "وَ مَا أَمْرُنَا إِلَّا وَاحِدَةٌ كَلَمْحِ بِالْبَصَرِ",
      "bangla": "আমার আদেশ তো একটি কথায় নিষ্পন্ন, চক্ষুর পলকের মতো।",
      "translations": {
        "osmani": "আর আমার আদেশ তো কেবল একটি কথা, যা চোখের পলকের মতো (দ্রুত)।",
        "tawjih": "আর আমার নির্দেশ তো মাত্র একটি কথা, (যা পালিত হয়) চোখের পলকের মতো।"
      },
      "words": [
        {
          "text": "وَ مَا أَمْرُنَا",
          "meaningBn": "এবং আমাদের আদেশ তো নয়",
          "notes": "أَمَرَ (আদেশ করা, হুকুম দেওয়া, নির্দেশ দেওয়া, হুকুম করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য أَمْرٌ (আদেশ, নির্দেশ, হুকুম, বিষয়, ব্যাপার, কাজ); শব্দটি সংযুক্ত-সর্বনাম نَا (আমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে أَمْرُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ مَا (না, নয়)。"
        },
        {
          "text": "إِلَّا وَاحِدَةٌ",
          "meaningBn": "ব্যতীত একটি",
          "notes": "وَحِدَ (একক হওয়া, একেলা হওয়া, একাকী হওয়া, অদ্বিতীয় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَاحِدٌ (এক, একজন, একক, একটি), স্ত্রীলিঙ্গ وَاحِدَةٌ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)।"
        },
        {
          "text": "كَلَمْحِ بِالْبَصَرِ",
          "meaningBn": "কথায় নিষ্পন্ন, পলকের মতো চক্ষুর",
          "notes": "لَمَحَ (দৃষ্টিপাত করা, দৃষ্টি দেওয়া, তাকানো) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য لَمْحٌ (চোখের পলক); পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَلَمْحِ হয়েছে। بَصْرَ (দেখা, দৃষ্টি দেওয়া, তাকানো, প্রত্যক্ষ করা, অনুধাবন করা) মূল ক্রিয়ার একটি বিশেষ্য بَصَرٌ (দৃষ্টি, দৃষ্টিশক্তি, দেখার অনুভুতি, চক্ষু, চোখ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْبَصَرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 51,
      "arabic": "وَ لَقَدْ أَهْلَكْنَا أَشْيَاعَكُمْ فَهَلْ مِنْ مُدَّكِرٍ",
      "bangla": "আমি ধ্বংস করেছি তোমাদের মতো দলগুলিকে; অতএব উহা হতে উপদেশ গ্রহণকারী কেউ আছে কি?",
      "translations": {
        "osmani": "আর নিশ্চয়ই আমি তোমাদের মতো দলগুলোকে ধ্বংস করেছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?",
        "tawjih": "আর নিশ্চয়ই আমি তোমাদের মতো লোকদেরকে ধ্বংস করে দিয়েছি। সুতরাং উপদেশ গ্রহণকারী কেউ আছে কি?"
      },
      "words": [
        {
          "text": "وَ لَقَدْ أَهْلَكْنَا",
          "meaningBn": "আর অবশ্যই আমি ধ্বংস করেছি",
          "notes": "لَقَدْ (অবশ্যই) দেখুন আয়াত-২২। أَهْلَكْنَا (আমি ধ্বংস করেছি) শব্দটি هَلَكَ (ধ্বংস হওয়া, মরে যাওয়া, নিঃশেষ হওয়া) মূল ক্রিয়ার অতীতকাল, উত্তম পুরুষ, বহুবচন রূপ।"
        },
        {
          "text": "أَشْيَاعَكُمْ",
          "meaningBn": "তোমাদের মতো দলগুলিকে",
          "notes": "شَیَعَ (شَاعَ) (ছড়িয়ে পড়া, গোপন কথা ফাঁস করা, প্রকাশিত হওয়া, ছড়িয়ে দেওয়া, জানাজানি হয়ে যাও মেলে দেওয়া, বিস্তার ঘটানো) মূল ক্রিয়ার একটি বিশেষ্য شِيعَةٌ (সম্প্রদায়, দল, অনুসারী, সমপন্থী), একটি বহুবচন أَشْيَاعٌ; শব্দটি সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় أَشْيَاعَ হয়েছে।"
        },
        {
          "text": "فَهَلْ مِنْ مُدَّكِرٍ",
          "meaningBn": "অতএব উহা হতে উপদেশ গ্রহণকারী কেউ আছে কি",
          "notes": "فَهَلْ مِنْ مُدَّكِرٍ দেখুন আয়াত-১৭।"
        }
      ]
    },
    {
      "ayahNumber": 52,
      "arabic": "وَكُلُّ شَيْءٍ فَعَلُوْهُ فِي الزُّبُرِ",
      "bangla": "উহাদের সমস্ত কার্যকলাপ আছে আমলনামায়,",
      "translations": {
        "osmani": "আর তাদের সকল কার্যকলাপ কিতাবসমূহে লিপিবদ্ধ আছে।",
        "tawjih": "আর তাদের সকল কার্যকলাপ কিতাবে লিপিবদ্ধ আছে।"
      },
      "words": [
        {
          "text": "وَكُلُّ شَيْءٍ",
          "meaningBn": "আর সমস্ত কার্যকলাপ",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি شَيْءٍ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。 شَيْءٌ (যে কোনো বস্তু, দ্রব্য, জিনিস, ব্যাপার, বিষয়); শব্দটি كُلِّ-এর মুদাফ-ইলায়হি হওয়ায় شَيْءٍ হয়েছে।"
        },
        {
          "text": "فَعَلُوْهُ",
          "meaningBn": "তারা যা করেছে",
          "notes": "فَعَلَ (কিছু করা, কাজ করা, কোনো কর্ম সম্পাদন করা, তৈরি করা, সুসম্পন্ন করা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ فَعَلُوا; শেষে কর্ম হিসেবে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাকে, যা কিছু)。"
        },
        {
          "text": "فِي الزُّبُرِ",
          "meaningBn": "আমলনামায়",
          "notes": "زَبَرَ (তীব্র ভাষায় তিরস্কার করা) মূল ক্রিয়ার একটি বিশেষ্য زَبُورٌ (বই, গ্রন্থ, পুস্তক, কিতাব, আমলনামা), বহুবচন زُبُرٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الزُّبُرِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 53,
      "arabic": "وَكُلُّ صَغِيْرٍ وَكَبِيرٍ مُسْتَطَرٌ",
      "bangla": "আছে ক্ষুদ্র ও বৃহৎ সমস্ত কিছুই লিপিবদ্ধ।",
      "translations": {
        "osmani": "আর ছোট ও বড় সব কিছুই লিপিবদ্ধ আছে।",
        "tawjih": "আর ছোট-বড় সব কিছুই লিপিবদ্ধ আছে।"
      },
      "words": [
        {
          "text": "وَكُلُّ صَغِيرٍ",
          "meaningBn": "আর সমস্ত ক্ষুদ্র",
          "notes": "كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন) শব্দটি صَغِيرِ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。 صَغِرَ (ছোট হওয়া, ক্ষুদ্র হওয়া, হীন হওয়া, হেয় হওয়া, কমে যাওয়া, হ্রাস পাওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَغِيرٌ (ছোট, ক্ষুদ্র, নগণ্য, সামান্য); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় صَغِيرِ হয়েছে।"
        },
        {
          "text": "وَكَبِيرٍ",
          "meaningBn": "ও বৃহৎ",
          "notes": "كَبُرَ (বড়ো হওয়া, বিরাট হওয়া, বৃহৎ হওয়া, আকার/ পরিমাণে সাধারণের উর্ধ্বে হওয়া, বিশিষ্ট হওয়া, গুরুত্বপূর্ণ হওয়া, শোচনীয় বিষয় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كَبِيرٌ (বড়ো, বৃহৎ, বিরাট, বিশাল, প্রখ্যাত); শব্দটি صَغِيرِ -কে অনুসরণ করায় كَبِيرٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "مُسْتَطَرٌ",
          "meaningBn": "সমস্ত কিছুই লিপিবদ্ধ",
          "notes": "سَطَرَ (রেখা টানা, লাইন টানা, সংক্ষেপে লেখা, লিপিবদ্ধ করা, প্রস্তুত করা) মূল ক্রিয়ার ৮নং ফরমের কর্ম-বিশেষ্য مُسْتَطَرٌ (লিখিত, লিপিবদ্ধ, লাইনবদ্ধ, সারিবদ্ধ)।"
        }
      ]
    },
    {
      "ayahNumber": 54,
      "arabic": "إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ",
      "bangla": "মুত্তাকীরা থাকবে স্রোতস্বিনী বিধৌত জান্নাতে,",
      "translations": {
        "osmani": "নিশ্চয়ই মুত্তাকীরা থাকবে জান্নাতসমূহে আর নহরসমূহে।",
        "tawjih": "নিশ্চয়ই মুত্তাকীরা থাকবে বাগ-বাগিচা ও ঝরনারাজির মধ্যে।"
      },
      "words": [
        {
          "text": "إِنَّ الْمُتَّقِينَ",
          "meaningBn": "নিশ্চয় মুত্তাকীরা",
          "notes": "وَقَى (রক্ষা করা, সংরক্ষণ করা, বাঁচানো, নিরাপত্তাবিধান করা, হেফাযত করা, আশ্রয় দেওয়া) মূল ক্রিয়ার ৮নং ফরম اِتَّقَى (আল্লাহকে ভয় করা, সমীহ করা, ভক্তি করা, সতর্ক থাকা, সচেতন থাকা, আত্মরক্ষা করা, মুত্তাকী হওয়া)-এর কর্তা-বিশেষ্য مُتَّقٍ (মৌলিক রূপ مُتَّقِي) (যিনি আল্লাহকে ভয় করেন, পরহেজগার, দ্বীনদার, ধার্মিক, ধর্মপরায়ণ, মুত্তাকী, আল্লাহর আদেশ নিষেধের ব্যাপারে সদা সচেতন), বহুবচন কর্মকারক مُتَّقِينَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُتَّقِينَ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়)。"
        },
        {
          "text": "فِي جَنَّاتٍ",
          "meaningBn": "থাকবে জান্নাতে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেশ), বহুবচন جَنَّاتٌ; পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় جَنَّاتٍ হয়েছে।"
        },
        {
          "text": "وَ نَهَرٍ",
          "meaningBn": "ও স্রোতস্বিনী বিধৌত",
          "notes": "نَهَرَ (বেগে প্রবাহিত হওয়া, প্রচুর পরিমানে নির্গত হওয়া, তিরস্কার/ ভর্ৎসনা করা, ধমক দেওয়া, তাড়িয়ে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَهْرٌ (নদী, স্রোতস্বিনী, তটিনী); শব্দটি جَنَّاتٍ -কে অনুসরণ করায় نَهَرٍ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 55,
      "arabic": "فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ",
      "bangla": "যোগ্য আসনে, সর্বময় কর্তৃত্বের অধিকারী আল্লাহ্র সান্নিধ্যে।",
      "translations": {
        "osmani": "(তারা থাকবে) সত্যের আসনে, সর্বশক্তিমান বাদশাহের কাছে।",
        "tawjih": "(তারা থাকবে) উপযুক্ত মর্যাদার আসনে, সর্বশক্তিমান (আল্লাহ্) বাদশাহের কাছে।"
      },
      "words": [
        {
          "text": "فِي مَقْعَدِ",
          "meaningBn": "যোগ্য আসনে",
          "notes": "يَقْعُدُ (বসা, উপবেশন করা, আসন গ্রহণ করা, পিছনে অবস্থান করা, শান্ত হয়ে বসে থাকা, স্থিরভাবে বসে থাকা, অনড় হয়ে থাকা, বিরত থাকা, অতর্কিত আক্রমণের জন্য ওত পেতে থাকা, ফাঁদ পেতে থাকা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য مَقْعَدٌ (বসে থাকার জায়গা, আসন, স্থান, সোফা, গদি, শিবির, ঘাঁটি); শব্দটি صِدْقٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় مَقْعَدِ হয়েছে।"
        },
        {
          "text": "صِدْقٍ",
          "meaningBn": "যোগ্য",
          "notes": "صَدَقَ (সত্য বলা, সত্য হওয়া, সত্যবাদী হওয়া, সত্য কথা বলা, খাঁটি হওয়া, সঠিক বলে প্রমাণিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صِدْقٌ (বিশ্বস্ততা, সত্যবাদিতা, আন্তরিকতা, বিচক্ষণতা, (বিভিন্ন বিষয়, ভাব, ইত্যাদিতে) উৎকর্ষতা, যোগতা); শব্দটি مَقْعَدِ -এর মুদাফ-ইলায়হি হওয়ায় صِدْقٍ হয়েছে।"
        },
        {
          "text": "عِنْدَ مَلِيكٍ",
          "meaningBn": "অধিকারী আল্লাহর সান্নিধ্যে",
          "notes": "مَلَكَ (অধিকার করা, অধিকারী হওয়া, দখল করা, আয়ত্তে আনা, কর্তৃত্ব করা, শাসন করা, নিয়ন্ত্রণ ক্ষমতার অধিকারী হওয়া, হুকুমকারী হওয়া, রাজত্ব করা, ক্ষমতা প্রয়োগ করা) মূল ক্রিয়ার একটি বিশেষ্য مَلِيكٌ (রাষ্ট্রের সর্বোচ্চ শাসক, রাজা, অধিপতি, সম্রাট, মালিক); পূর্বে সম্বন্ধসূচক অব্যয় عِنْدَ (নিকট) থাকায় مَلِيكٍ হয়েছে।"
        },
        {
          "text": "مُقْتَدِرٍ",
          "meaningBn": "সর্বময় কর্তৃত্বের",
          "notes": "قَدَرَ (সক্ষম হওয়া, যোগ্য হওয়া, পারা, শক্তিশালী হওয়া, সংকুচিত করা, সীমিত করা, মূল্যায়ন করা, যথাযথভাবে মাপা) মূল ক্রিয়ার ৮নং ফরমের কর্তা-বিশেষ্য مُقْتَدِرٌ (শক্তিধর, ক্ষমতাবান, প্রভাবশালী, কর্তৃত্বের অধিকারী); শব্দটি مَلِيكٍ -কে অনুসরণ করায় مُقْتَدِرٍ হয়েছে。"
        }
      ]
    }
  ]
}
