{
  "number": 55,
  "nameAr": "سورة الرحمن",
  "nameBn": "সূরা আর রাহমান",
  "revelationPlace": "Makki",
  "ayahCount": 78,
  "hasBismillah": true,
  "bismillah": {
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
    "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
    "translations": {
      "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
      "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
    },
    "words": []
  },
  "ayahs": [
    {
      "ayahNumber": 1,
      "arabic": "الرَّحْمَنُ",
      "bangla": "দয়াময় আল্লাহ্,",
      "translations": {
        "osmani": "দয়াময় আল্লাহ্।",
        "tawjih": "দয়াময় আল্লাহ্।"
      },
      "words": [
        {
          "text": "الرَّحْلَنُ",
          "meaningBn": "দয়াময় আল্লাহ্",
          "notes": "رَحِمَ (দয়া করা, অনুগ্রহ করা, রহম করা, করুণা করা) মূল ক্রিয়ার একটি বিশেষ্য رَحْمَانُ (দয়ালু, দয়াময়, দয়াপরবশ, দয়াবান, করুণাময়, অনুগ্রহশীল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الرَّحْمَنُ হয়েছে; এটি আল্লাহ তাআ'লার একটি গুণবাচক নাম।"
        }
      ]
    },
    {
      "ayahNumber": 2,
      "arabic": "عَلَّمَ الْقُرْآنَ",
      "bangla": "তিনিই শিক্ষা দিয়েছেন কুরআন,",
      "translations": {
        "osmani": "তিনিই শিক্ষা দিয়েছেন কুরআন।",
        "tawjih": "তিনিই শিক্ষা দিয়েছেন কুরআন।"
      },
      "words": [
        {
          "text": "عَلَّمَ",
          "meaningBn": "তিনিই শিক্ষা দিয়েছেন",
          "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া, জানতে পারা, অবহিত হওয়া) মূল ক্রিয়ার ২নং ফরম عَلَّمَ (শিক্ষা দেওয়া, শেখানো, অবহিত করা, জানানো) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الْقُرْآنَ",
          "meaningBn": "কুরআন",
          "notes": "قَرَأَ (পড়া, পাঠ করা, আবৃত্তি করা, অধ্যয়ন করা, বক্তৃতার ঢঙ্গে পাঠ করা, সতর্কতার সঙ্গে পরীক্ষা করা, খুঁটিয়ে দেখা) মূল ক্রিয়ার একটি বিশেষ্য قُرْآنٌ (কুরআন, যে গ্রন্থ পাঠ করতে হয়, যা অন্যকে জ্ঞাপন করা হয়, যা প্রত্যর্পণ করা হয়েছে, যা আবৃত্তি করা হয়, যা বিঘোষিত হয়েছে, যা পুনরাবৃত্তি করা হয়েছে, যা সঞ্চারিত করা হয়েছে, যা সংগৃহিত এবং যেখানে ধর্মীয়/ ঐশ্বরিক সকল সত্য বিষয় অন্তর্ভূক্ত রয়েছে); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْقُرْآنَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 3,
      "arabic": "خَلَقَ الْإِنْسَانَ",
      "bangla": "তিনিই সৃষ্টি করেছেন মানুষ,",
      "translations": {
        "osmani": "তিনিই সৃষ্টি করেছেন মানুষ।",
        "tawjih": "তিনিই সৃষ্টি করেছেন মানুষ।"
      },
      "words": [
        {
          "text": "خَلَقَ",
          "meaningBn": "তিনিই সৃষ্টি করেছেন",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকৃতি দান করা, অবয়ব গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الْإِنْسَانَ",
          "meaningBn": "মানুষ",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْإِنْسَانَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 4,
      "arabic": "عَلَّمَهُ الْبَيَانَ",
      "bangla": "তিনিই তাকে শিখিয়েছেন ভাব প্রকাশ করতে,",
      "translations": {
        "osmani": "তিনিই তাকে ভাব প্রকাশ করতে শিখিয়েছেন।",
        "tawjih": "তিনিই তাকে কথা বলার শিক্ষা দিয়েছেন।"
      },
      "words": [
        {
          "text": "عَلَّمَهُ",
          "meaningBn": "তিনিই তাকে শিখিয়েছেন",
          "notes": "عَلَّمَ (উপরে দেখুন)-এর শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাকে)।"
        },
        {
          "text": "الْبَيَانَ",
          "meaningBn": "ভাব প্রকাশ করতে",
          "notes": "بَيِّنَ (بَانَ) (স্পষ্ট হওয়া, স্বচ্ছ হওয়া, সহজবোধ্য হওয়া, প্রকাশ হওয়া, দৃশ্যমান হওয়া) মূল ক্রিয়ার ৪নং ফরম أَبَانَ (স্পষ্টত প্রতীয়মান করা, সুস্পষ্ট করা, প্রকাশ করা, স্বচ্ছ করা, খুলে ফেলা, পৃথক করা)-এর ক্রিয়া-বিশেষ্য بَيَانٌ (বক্তব্য, যুক্তি প্রদর্শন, পরিষ্কারভাবে প্রদর্শন, ভাব প্রকাশ, বাকপটুতা, পরিষ্কারভাবে ব্যাখ্যা করার দক্ষতা, ব্যাখ্যা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْبَيَانَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 5,
      "arabic": "الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ",
      "bangla": "সূর্য ও চন্দ্র আবর্তন করে নির্ধারিত কক্ষপথে,",
      "translations": {
        "osmani": "সূর্য ও চন্দ্র আবর্তন করে একটি হিসাব অনুযায়ী।",
        "tawjih": "সূর্য ও চন্দ্র হিসাব অনুযায়ী চলে।"
      },
      "words": [
        {
          "text": "الشَّمْسُ",
          "meaningBn": "সূর্য",
          "notes": "شَمَسَ (রৌদ্রোজ্জ্বল হওয়া, সূর্যের আলোয় চক চক করা, দ্যুতিময় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَمْسٌ (সূর্য, রবি, দিবাকর, প্রভাকর); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الشَّمْسُ হয়েছে।"
        },
        {
          "text": "وَالْقَمَرُ",
          "meaningBn": "ও চন্দ্র",
          "notes": "قَمِرَ (তৃষারবর্ণ হওয়া, সাদা হওয়া, শুভ্র হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَمَرٌ (চাঁদ, চন্দ্র, উপগ্রহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْقَمَرُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "بِحُسْبَانٍ",
          "meaningBn": "আবর্তন করে নির্ধারিত কক্ষপথে/ পরিমাপ অনুযায়ী",
          "notes": "حَسَبَ (হিসাব করা, গণনা করা, গণ্য করা) মূল ক্রিয়ার একটি বিশেষ্য حِسَابٌ (হিসাব, নিকাশ, গণনা, পরিমাপ, বিবেচনা), বহুবচন حُسْبَانٌ; এর পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِحُسْبَانٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 6,
      "arabic": "وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ",
      "bangla": "তৃণলতা ও বৃক্ষাদি তাঁরই সিজদায় রত রয়েছে,",
      "translations": {
        "osmani": "আর লতা-পাতা ও গাছপালা সিজদা করে।",
        "tawjih": "আর তৃণলতা ও বৃক্ষাদি সিজদা করে।"
      },
      "words": [
        {
          "text": "وَالنَّجْمُ",
          "meaningBn": "আর তৃণলতা/ অন্য মতে, 'তারকা'",
          "notes": "نَجَمَ (দৃষ্টিগোচর হওয়া, রাত্রে আসা, উদিত হওয়া, আরম্ভ করা বা হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نَجْمٌ (তারকা, জ্যোতিষ্ক, নক্ষত্র, সমবেতভাবে নক্ষত্রসমূহ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় النَّجْمُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "وَالشَّجَرُ",
          "meaningBn": "ও বৃক্ষাদি",
          "notes": "شَجَرَ (সংঘটিত হওয়া, ক্রমেক্রমে প্রকাশিত হওয়া, উত্থাপিত হওয়া, ক্রমেক্রমে আবির্ভূত হওয়া, বিতর্কের বিষয়বস্তু হওয়া) মূল ক্রিয়ার জাতি-বিশেষ্য شَجَرٌ (গাছ, বৃক্ষ, তরু, উদ্ভিদ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الشَّجَرُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "يَسْجُدَانِ",
          "meaningBn": "তাঁরই সিজদায় রত রয়েছে",
          "notes": "শব্দটি سَجَدَ (সিজদা করা, মাথানত করা, শ্রদ্ধা ও আনুগত্য প্রকাশ করতে দেহ ও মাথা নোয়ানো, নিজেকে সমর্পণ করা, ভক্তি সহকারে মাথা নীচু করে কপাল মাটিতে স্পর্শ করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 7,
      "arabic": "وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ",
      "bangla": "তিনি আকাশকে করেছেন সমুন্নত এবং স্থাপন করেছেন মানদণ্ড,",
      "translations": {
        "osmani": "আর তিনিই আকাশকে উঁচু করেছেন আর দাঁড়িপাল্লা স্থাপন করেছেন।",
        "tawjih": "আর তিনি আকাশকে উঁচু করেছেন এবং (ন্যায় ও ইনসাফের) মানদণ্ড স্থাপন করেছেন।"
      },
      "words": [
        {
          "text": "وَالسَّمَاءَ",
          "meaningBn": "তিনি আকাশকে করেছেন",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় السَّمَاءَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "رَفَعَهَا",
          "meaningBn": "উহাকে সমুন্নত",
          "notes": "رَفَعَ (উত্তোলন করা, উঠানো, উন্নীত করা, উঁচু করা, পদমর্যাদায় উন্নীত করা, মহিমান্বিত করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে)।"
        },
        {
          "text": "وَوَضَعَ",
          "meaningBn": "এবং স্থাপন করেছেন",
          "notes": "وَضَعَ (রাখা, স্থাপন করা, প্রতিষ্ঠা করা, স্থান নির্ণয় করা, অপসারণ রাখা, স্থির করা, সন্তান প্রসব করা, লাঘব করা, ভারমুক্ত করা, বোঝা নামানো, অব্যাহতি দেওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الْمِيزَانَ",
          "meaningBn": "মানদণ্ড",
          "notes": "وَزَنَ (ওজন করা, ওজন দেওয়া, যাচাই করা, দাঁড়ি-পাল্লা দিয়ে ওজন করা, কারো জন্য নির্দিষ্ট পরিমাণ বণ্টন করা) মূল ক্রিয়ার যন্ত্র-বিশেষ্য مِيزَانٌ (তুলাদণ্ড / মানদণ্ড, ওজন করার পাল্লা, পরিমাপ যন্ত্র); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْمِيزَانَ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 8,
      "arabic": "أَلَّا تَطْغَوْا فِي الْمِيزَانِ",
      "bangla": "যাতে তোমরা সীমালংঘন না করো মানদণ্ডে।",
      "translations": {
        "osmani": "যাতে তোমরা দাঁড়িপাল্লায় বাড়াবাড়ি না করো।",
        "tawjih": "যাতে তোমরা মানদণ্ডে বাড়াবাড়ি না করো।"
      },
      "words": [
        {
          "text": "أَلَّا",
          "meaningBn": "যাতে না",
          "notes": "শব্দটি সংযোজক অব্যয় أَنْ (যে) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ।"
        },
        {
          "text": "تَطْغَوْا",
          "meaningBn": "তোমরা সীমালংঘন করো",
          "notes": "طَغَوَ (طَغَا) (সীমালঙ্ঘন করা, বাড়াবাড়ি করা, সমুদ্র উত্তাল হওয়া, স্ফীত হওয়া, প্লাবন সৃষ্টি করা, অন্যায় করা, নির্যাতন করা, পীড়নমূলক আচরণ করা, স্বৈরাচার চালানো, কক্ষ হতে ভ্রষ্ট হওয়া) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)。"
        },
        {
          "text": "فِي الْمِيزَانِ",
          "meaningBn": "মানদণ্ডে",
          "notes": "مِيزَانُ (তুলাদণ্ড; উপরে দেখুন) এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْمِيزَانِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 9,
      "arabic": "وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ",
      "bangla": "ওজনের ন্যায্য মান প্রতিষ্ঠিত করো এবং ওজনে কম দিও না।",
      "translations": {
        "osmani": "আর তোমরা ন্যায্যভাবে ওজন প্রতিষ্ঠা করো এবং ওজনে কম দিও না।",
        "tawjih": "আর তোমরা ন্যায্যভাবে ওজন প্রতিষ্ঠা করো এবং ওজনে কম দিও না।"
      },
      "words": [
        {
          "text": "وَأَقِيمُوا",
          "meaningBn": "তোমরা প্রতিষ্ঠিত করো",
          "notes": "قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, ওঠা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া, অবস্থান করা) মূল ক্রিয়ার ৪নং ফরম أَقَامَ (প্রতিষ্ঠা করা, কায়েম করা, আদায় করা, দাঁড় করানো, সরল করা, সঠিক ও যথাযথভাবে সম্পাদন করা)-এর অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الْوَزْنَ",
          "meaningBn": "ওজনের ন্যায্য মান",
          "notes": "وَزَنَ (দেখুন আয়াত-৮) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য وَزْنُ (ওজন, মাপ, পরিমাপ, মাত্রা, ভার, গুরুত্ব, গুরুভার); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْوَزْنَ হয়েছে।"
        },
        {
          "text": "بِالْقِسْطِ",
          "meaningBn": "ন্যায়ভাবে",
          "notes": "قَسُطَ (ন্যায় আচরণ করা, ইনসাফ করা, নায্য আচরণ করা, ন্যায়পরায়ণ হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قِسْطٌ (ন্যায়, নায্য, ইনসাফ, ন্যায়নীতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالْقِسْطِ হয়েছে।"
        },
        {
          "text": "وَ لَا تُخْسِرُوا",
          "meaningBn": "এবং কম দিও না",
          "notes": "خَسِرَ (ক্ষতিগ্রস্ত হওয়া, লোকসান দেওয়া, ধ্বংস হওয়া, পরাস্ত হওয়া, লোকসানের সম্মুখীন হওয়া) মূল ক্রিয়ার ৪নং ফরম أَخْسَرَ (ক্ষতিগ্রস্ত করা, হ্রাস করা, কমানো, কম দেওয়া)-এর বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, যুসীভভাব রূপ تُخْسِرُوا; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না); এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "الْمِيزَانَ",
          "meaningBn": "ওজনে/ মানদণ্ডে",
          "notes": "দেখুন আয়াত-৮।"
        }
      ]
    },
    {
      "ayahNumber": 10,
      "arabic": "وَالْأَرْضَ وَضَعَهَا لِلْأَنَامِ",
      "bangla": "তিনি পৃথিবীকে স্থাপন করেছেন সৃষ্ট জীবের জন্য;",
      "translations": {
        "osmani": "আর তিনি যমীনকে সৃষ্টিজীবের জন্য স্থাপন করেছেন।",
        "tawjih": "আর তিনি যমীনকে সৃষ্টিকুলের জন্য সৃষ্টি করেছেন।"
      },
      "words": [
        {
          "text": "وَالْأَرْضَ",
          "meaningBn": "পৃথিবীকে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি, মাটি, মৃত্তিকা) শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْأَرْضَ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "وَضَعَهَا",
          "meaningBn": "তিনি উহাকে স্থাপন করেছেন",
          "notes": "وَضَعَ (রাখা, স্থাপন করা, প্রতিষ্ঠা করা, স্থান নির্ণয় করা, অপসারণ রাখা, স্থির করা, সন্তান প্রসব করা, লাঘব করা, ভারমুক্ত করা, বোঝা নামানো, অব্যাহতি দেওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তাকে, উহাকে)。"
        },
        {
          "text": "لِلْأَنَامِ",
          "meaningBn": "সৃষ্ট জীবের জন্য",
          "notes": "أَنَامٌ (সৃষ্টজীব, সৃষ্টিজগৎ, মানবজাতি, জিন)-এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত থাকায় لِلْأَنَامِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 11,
      "arabic": "فِيهَا فَاكِهَةٌ وَالنَّخْلُ ذَاتُ الْأَكْمَامِ",
      "bangla": "ইহাতে রয়েছে ফলমূল এবং খর্জুর বৃক্ষ যার ফল আবরণযুক্ত,",
      "translations": {
        "osmani": "তাতে ফলমূল ও খোসাবিশিষ্ট খেজুর গাছ রয়েছে।",
        "tawjih": "তাতে রয়েছে ফলমূল ও খোসাবিশিষ্ট খেজুর গাছ।"
      },
      "words": [
        {
          "text": "فِيهَا",
          "meaningBn": "ইহাতে রয়েছে",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও সংযুক্ত-সর্বনাম هَا (তার, উহার)-এর মিলিত রূপ।"
        },
        {
          "text": "فَاكِهَةٌ",
          "meaningBn": "ফলমূল",
          "notes": "فَكِهَ (আমুদে হওয়া, উল্লসিত হওয়া, কৌতুকপ্রিয় হওয়া, রসিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য فَاكِهَةٌ (ফলফলাদি, মেওয়া)।"
        },
        {
          "text": "وَالنَّخْلُ",
          "meaningBn": "এবং খর্জুর বৃক্ষ",
          "notes": "نَخَلَ (ছাঁকা, চালনি দিয়ে ছাঁকা, ছেঁকে আলাদা করা, চালনি দিয়ে চালা) মূল ক্রিয়ার একটি বিশেষ্য نَخْلٌ (খেজুর গাছ, খেজুর, তাল গাছ, সমষ্টিবাচকভাবে তাল/ খেজুর বৃক্ষ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় النَّخْلُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "ذَاتُ الْأَكْمَامِ",
          "meaningBn": "যার ফল আবরণযুক্ত",
          "notes": "ذَاتُ শব্দটি ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী)-এর একবচন স্ত্রীলিঙ্গ রূপ। كَمَمَ (আচ্ছাদিত করা, আবৃত করা) মূল ক্রিয়ার একটি বিশেষ্য أَكْمَامُ (যে আবরনের মধ্যে ফুল বা ফল ঢাকা থাকে, কুঁড়ি/ মুকুল/ পল্লব, আবরণ), বহুবচন أَكْمَامٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে ذَاتُ থাকায় الْأَكْمَامِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 12,
      "arabic": "وَالْحَبُّ ذُو الْعَصْفِ وَالرَّيْحَانُ",
      "bangla": "এবং খোসাবিশিষ্ট দানা ও সুগন্ধ ফুল।",
      "translations": {
        "osmani": "আর খোসাবিশিষ্ট দানা ও সুগন্ধিযুক্ত গাছপালা।",
        "tawjih": "আর খোসাবিশিষ্ট দানা ও সুগন্ধিযুক্ত গাছপালা।"
      },
      "words": [
        {
          "text": "وَالْحَبُّ",
          "meaningBn": "এবং দানা",
          "notes": "حَبَّ (ভালোবাসা, পছন্দ করা, আসক্তি হওয়া, চাওয়া, ইচ্ছা করা) মূল ক্রিয়ার একটি বিশেষ্য حَبٌّ (দানা, শস্যকণা, বীজ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْحَبُّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "ذُو الْعَصْفِ",
          "meaningBn": "খোসাবিশিষ্ট",
          "notes": "ذُو (অধিকারী/ বিশিষ্ট): উপরে দেখুন। عَصَفَ (তীব্রভাবে ক্ষোভ প্রকাশ করা, ক্রোধে উন্মত্ত হওয়া, ঝড়ের বেগে প্রবাহিত হওয়া, উড়িয়ে নিয়ে যাওয়া, ধ্বংস করে দেওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য عَصْفٌ (খোসা বিশিষ্ট দানা, ভূসি, শস্যের পাতা, ঝড়ো হাওয়া, দমকা হওয়া); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে ذُو থাকায় الْعَصْفِ হয়েছে।"
        },
        {
          "text": "وَالرَّيْحَانُ",
          "meaningBn": "ও সুগন্ধ ফুল",
          "notes": "رَوَحَ (رَاحَ) (সন্ধাকালে চলে যাওয়া, সন্ধাকালে কোনো কাজ করা, শুরু করা) মূল ক্রিয়ার একটি বিশেষ্য رَيْحَانٌ (সুগন্ধযুক্ত গুল্ম, সুগন্ধযুক্ত গাছ-গাছড়া, সুগন্ধযুক্ত ফুল); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الرَّيْحَانُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 13,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "অতএব তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ",
          "meaningBn": "অতএব কোন",
          "notes": "সংযোজক সর্বনাম أَيُّ (যে কেউ, যে কোনোটি, কে, কোনটি) -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِأَيِّ হয়েছে; এর পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)।"
        },
        {
          "text": "آلَاءِ",
          "meaningBn": "অনুগ্রহ",
          "notes": "أَلَوَ (أَلَا) (অবহেলা করা, ত্রুটি করা, অক্ষম হওয়া, কম করা, ঘাটতি করা, ব্যর্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَلْىٌ (মৌলিক রূপ أَلْيٌ; অনুগ্রহ, আশির্বাদ, দান, উপকারিতা), বহুবচন آلَاءٌ; শব্দটি رَبِّ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং بِأَيِّ-এর মুদাফ-ইলায়হি হওয়ায় آلَاءِ হয়েছে।"
        },
        {
          "text": "رَبِّكُمَا",
          "meaningBn": "তোমাদের প্রতিপালকের",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كُمَا (তোমাদের উভয়ের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং آلَاءِ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "تُكَذِّبَانِ",
          "meaningBn": "তোমরা উভয়ে অস্বীকার করবে",
          "notes": "শব্দটি كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর বর্তমানকাল, মধ্যম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 14,
      "arabic": "خَلَقَ الْإِنْسَانَ مِنْ صَلْصَالٍ كَالْفَخَّارِ",
      "bangla": "মানুষকে তিনি সৃষ্টি করেছেন পোড়া মাটির মত শুষ্ক মৃত্তিকা হতে,",
      "translations": {
        "osmani": "তিনি মানুষকে সৃষ্টি করেছেন ঠনঠনে শুষ্ক মাটি থেকে, যা পোড়ামাটির মতো।",
        "tawjih": "তিনি মানুষকে ঠনঠনে শুষ্ক মাটি থেকে সৃষ্টি করেছেন, যা পোড়ামাটির মতো।"
      },
      "words": [
        {
          "text": "خَلَقَ",
          "meaningBn": "তিনি সৃষ্টি করেছেন",
          "notes": "خَلَقَ (সৃষ্টি করা, তৈরি করা, বানানো, উদ্ভাবন করা, আকার/ আকৃতি দান করা, অবয়ব/ রূপ গঠন করা, কোনো জিনিস নিখুঁত ভাবে মাপা, সঠিকভাবে বিস্তার নির্ধারণ করা) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الْإِنْسَانَ",
          "meaningBn": "মানুষকে",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنسَانُ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْإِنْسَانَ হয়েছে。"
        },
        {
          "text": "مِنْ صَلْصَالٍ",
          "meaningBn": "শুষ্ক মৃত্তিকা হতে",
          "notes": "صَلَّ (মৃদু ঝম্ শব্দ করা, ঠণ্ঠন্ শব্দ করা, কটর কটর শব্দ করা, ঝন্‌ঝন্ শব্দ করা, ধ্বনিত হওয়া, বেজে ওঠা, প্রতিধ্বনিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صَلْصَالٌ (শুক্লা মটি, শুষ্ক মৃত্তিকা, ঠন্ঠনে মাটি); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় صَلْصَالٍ হয়েছে。"
        },
        {
          "text": "كَالْفَخَّارِ",
          "meaningBn": "পোড়া মাটির মত",
          "notes": "فَخَرَ (অহঙ্কার করা, গর্ব করা) মূল ক্রিয়ার একটি বিশেষ্য فَخَّارٌ (মৃৎপাত্র, পোড়ামাটি, মৃৎপাত্র তৈরির মাটি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَالْفَخَّارِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 15,
      "arabic": "وَخَلَقَ الْجَانَّ مِنْ مَارِجٍ مِنْ نَارٍ",
      "bangla": "এবং জিনকে সৃষ্টি করেছেন নির্ঘুম অগ্নিশিখা হতে।",
      "translations": {
        "osmani": "আর তিনি জ্বীনকে সৃষ্টি করেছেন আগুন ও ধোঁয়ার মিশ্রণ থেকে।",
        "tawjih": "আর তিনি জ্বীনকে আগুনের নির্ধূম শিখা থেকে সৃষ্টি করেছেন।"
      },
      "words": [
        {
          "text": "وَخَلَقَ",
          "meaningBn": "এবং সৃষ্টি করেছেন",
          "notes": "خَلَقَ (উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
        },
        {
          "text": "الْجَانَّ",
          "meaningBn": "জিনকে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَانٌ (নিরীহ সাপ, দৈত্য, পিশাচ, জ্বিন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় الْجَانَّ হয়েছে।"
        },
        {
          "text": "مِنْ مَارِجٍ",
          "meaningBn": "নির্ঘুম",
          "notes": "مَرَجَ (চরে বেড়ানো, গবাদিপশু চরানো, চারণভূমিতে প্রেরণ করা, মুক্ত করে দেওয়া, প্রবাহিত হতে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَارِجٌ (ধূয়ামুক্ত আগুন, ধুম্রবিহীন অগ্নি, আগুনের শিষ, অগ্নিশিখা); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় مَارِجٍ হয়েছে।"
        },
        {
          "text": "مِنْ نَارٍ",
          "meaningBn": "অগ্নিশিখা হতে",
          "notes": "نَوَرَ (نَارَ) (আলো দেওয়া, আলো প্রতিফলিত হওয়া, উজ্জ্বল হওয়া, দীপ্তিময় হওয়া, জ্যোতির্ময় হওয়া, চকচক করা) মূল ক্রিয়ার একটি বিশেষ্য نَارٌ (আগুন); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় نَارٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 16,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ (অতএব কোন): সংযোজক সর্বনাম أَيُّ (যে কেউ, যে কোনোটি, কে, কোনটি) -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِأَيِّ হয়েছে; এর পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)। آلَاءِ (অনুগ্রহ): أَلَوَ (أَلَا) (অবহেলা করা, ত্রুটি করা, অক্ষম হওয়া, কম করা, ঘাটতি করা, ব্যর্থ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَلْىٌ (মৌলিক রূপ أَلْيٌ; অনুগ্রহ, আশির্বাদ, দান, উপকারিতা), বহুবচন آلَاءٌ; শব্দটি رَبِّ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং بِأَيِّ-এর মুদাফ-ইলায়হি হওয়ায় آلَاءِ হয়েছে। رَبِّكُمَا (তোমাদের প্রতিপালকের): رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كُمَا (তোমাদের উভয়ের)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং آلَاءِ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে। تُكَذِّبَانِ (তোমরা উভয়ে অস্বীকার করবে): শব্দটি كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর বর্তমানকাল, মধ্যম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 17,
      "arabic": "رَبُّ الْمَشْرِقَيْنِ وَرَبُّ الْمَغْرِبَيْنِ",
      "bangla": "তিনিই দুই উদয়াচল ও দুই অস্তাচলের নিয়ন্তা।",
      "translations": {
        "osmani": "তিনিই দুই উদয়াচলের এবং দুই অস্তাচলের প্রতিপালক।",
        "tawjih": "তিনিই দুই উদয়াচলের ও দুই অস্তাচলের প্রতিপালক।"
      },
      "words": [
        {
          "text": "رَبُّ الْمَشْرِقَيْنِ",
          "meaningBn": "তিনিই দুই উদয়াচলের নিয়ন্তা",
          "notes": "رَبَّ (প্রতিপালক হওয়া, প্রভু হওয়া, লালনপালন করা, প্রতিপালন করা, বড়ো করে তোলা, কর্তৃত্ব করা, নিয়ন্ত্রণ করা, বৃদ্ধি করা) মূল ক্রিয়ার একটি বিশেষ্য رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি الْمَشْرِقَيْنِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে رَبُّ হয়েছে। شَرَقَ (সূর্য উদয় হওয়া, আলো দেওয়া, উজ্জ্বল হওয়া, দীপ্তিময় হওয়া, ভাস্বর হওয়া) মূল ক্রিয়ার স্থান ও কাল-বিশেষ্য مَشْرِقُ (সূর্য উদয়ের স্থান বা সময়, পূর্ব, প্রাচ্য), দ্বিবচন সম্বন্ধকারক مَشْرِقَيْنِ (আক্ষরিক ভাবে, দুইটি পূর্বদিক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَشْرِقَيْنِ হয়েছে; শব্দটি رَبُّ -এর প্রথম মুদাফ-ইলায়হি।"
        },
        {
          "text": "وَ رَبُّ الْمَغْرِبَيْنِ",
          "meaningBn": "ও দুই অস্তাচলের নিয়ন্তা",
          "notes": "رَبُّ (প্রতিপালক, রব, প্রভু, শাসক; উপরে দেখুন)-এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。 غَرَبَ (চলে যাওয়া, প্রস্থান করা, সূর্য অস্ত যাওয়া) মূল ক্রিয়ার স্থান ও কাল-বিশেষ্য مَغْرِبٌ (সূর্যাস্তের দিক, সূর্যাস্তের সময়, পশ্চিম, পাশ্চাত্য), দ্বিবচন সম্বন্ধকারক مَغْرِبَيْنِ (দুইটি অস্তাচল/ পশ্চিম); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَغْرِبَيْنِ হয়েছে; শব্দটি রَبُّ-এর দ্বিতীয় মুদাফ-ইলায়হি।"
        }
      ]
    },
    {
      "ayahNumber": 18,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "ফَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 19,
      "arabic": "مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ",
      "bangla": "তিনি প্রবাহিত করেন দুই দরিয়া যারা পরস্পর মিলিত হয়,",
      "translations": {
        "osmani": "তিনি দুই সাগরকে প্রবাহিত করেছেন, যারা পরস্পর মিলিত হয়।",
        "tawjih": "তিনি দুই দরিয়াকে প্রবাহিত করেছেন, যা পরস্পর মিলিত হয়।"
      },
      "words": [
        {
          "text": "مَرَجَ",
          "meaningBn": "তিনি প্রবাহিত করেন",
          "notes": "مَرَجَ (চরে বেড়ানো, চরানো, গবাদিপশু চারণভূমিতে প্রেরণ করা, প্রবাহিত করা, মুক্ত করে দেওয়া, প্রবাহিত হতে দেওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "الْبَحْرَيْنِ",
          "meaningBn": "দুই দরিয়া",
          "notes": "بَحْرَ (চিরে ফেলা, লম্বালম্বি কেটে ফেলা, চিরে খোলা, ভূমি চাষ করা, ফাটানো, প্রশস্ত করা, চওড়া করা) মূল ক্রিয়ার একটি বিশেষ্য بَحْرٌ (সাগর, সমূদ্র, দরিয়া, বড়ো জলাশয়), দ্বিবচন কর্মকারক بَحْرَيْنِ (দুটি সাগর); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْبَحْرَيْنِ হয়েছে।"
        },
        {
          "text": "يَلْتَقِيَانِ",
          "meaningBn": "যারা মিলিত হয়",
          "notes": "শব্দটি لَقِىَ (সাক্ষাৎ করা, মিলিত হওয়া, সম্মুখীন হওয়া, পাওয়া, সাক্ষাৎ পাওয়া) মূল ক্রিয়ার ৮নং ফরম اِلْتَقَى (সম্মুখীন হওয়া, মুখামুখি হওয়া, শত্রুর সামনে পড়া, মিলিত হওয়া, একত্রিত হওয়া, পরস্পরে সাক্ষাৎ হওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 20,
      "arabic": "بَيْنَهُمَا بَرْزَخٌ لَا يَبْغِيَانِ",
      "bangla": "কিন্তু উহাদের মধ্যে রয়েছে এক অন্তরাল যা উহারা অতিক্রম করতে পারে না।",
      "translations": {
        "osmani": "তাদের মধ্যে রয়েছে এক অন্তরাল, যা তারা অতিক্রম করে না।",
        "tawjih": "তাদের মধ্যে রয়েছে এক অন্তরাল যা তারা অতিক্রম করে না।"
      },
      "words": [
        {
          "text": "بَيْنَهُمَا",
          "meaningBn": "কিন্তু উহাদের মধ্যে রয়েছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মধ্যে) ও সংযুক্ত-সর্বনাম هُمَا (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "بَرْزَخٌ",
          "meaningBn": "এক অন্তরাল",
          "notes": "بَرْزَخٌ (প্রতিবন্ধক, পার্টিশন, বাধা, অন্তরাল, বিভাজন)।"
        },
        {
          "text": "لَا يَبْغِيَانِ",
          "meaningBn": "যা উহারা অতিক্রম করতে পারে না",
          "notes": "বَغَى (অন্যায় করা, অপরাধ করা, বাড়াবাড়ি করা, বিদ্রোহ করা, উদ্ধত আচরণ করা, অতিক্রম করা, ব্যভিচার করা, ইচ্ছা করা, কামনা করা, অন্বেষণ করা, পেতে চাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, দ্বিবচন, পুংলিঙ্গ রূপ يَبْغِيَانِ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)。"
        }
      ]
    },
    {
      "ayahNumber": 21,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 22,
      "arabic": "يَخْرُجُ مِنْهُمَا اللُّؤْلُؤُ وَالْمُرْجَانُ",
      "bangla": "উভয় দরিয়া হতে উৎপন্ন হয় মুক্তা ও প্রবাল।",
      "translations": {
        "osmani": "উভয়ের (নদী ও সাগর) মধ্য থেকে মুক্তা ও প্রবাল বের হয়।",
        "tawjih": "এ দুয়ের মধ্য থেকে মুক্তা ও প্রবাল বের হয়।"
      },
      "words": [
        {
          "text": "يَخْرُجُ",
          "meaningBn": "উৎপন্ন হয়",
          "notes": "শব্দটি خَرَجَ (বাইরে যাওয়া, বের হওয়া, বের হয়ে আসা, নির্গত হওয়া, উৎপন্ন হওয়া, প্রস্থান করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "مِنْهُمَا",
          "meaningBn": "উভয় দরিয়া হতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় مِنْ (হতে) ও সংযুক্ত-সর্বনাম هُمَا (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "اللُّؤْلُؤُ",
          "meaningBn": "মুক্তা",
          "notes": "لَلَأَ (ঝকঝক করা, আলো বিকীর্ণ করা) মূল ক্রিয়ার একটি জাতি-বিশেষ্য لُؤْلُؤٌ (মুক্তা, বড় মুক্তা, মোতি, মুক্তাদানা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اللُّؤْلُؤُ হয়েছে।"
        },
        {
          "text": "وَالْمُرْجَانُ",
          "meaningBn": "ও প্রবাল",
          "notes": "مَرَجَ (চরে বেড়ানো, চরানো, গবাদিপশু চারণভূমিতে প্রেরণ করা, প্রবাহিত করা, মুক্ত করে দেওয়া, প্রবাহিত হতে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَرْجَانُ (প্রবাল, ছোট ছোট মুক্তা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُرْجَانُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 23,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 24,
      "arabic": "وَ لَهُ الْجَوَارِ الْمُنْشَأَتُ فِي الْبَحْرِ كَالْأَعْلَامِ",
      "bangla": "সমুদ্রে বিচরণশীল পর্বতপ্রমাণ নৌযানসমূহ তাঁরই নিয়ন্ত্রণাধীন;",
      "translations": {
        "osmani": "আর তাঁরই নিয়ন্ত্রণাধীন হলো সমুদ্রে চলমান পাহাড়সদৃশ জাহাজগুলো।",
        "tawjih": "আর তাঁরই নিয়ন্ত্রণাধীন সমুদ্রে চলমান পাহাড়ের মতো বড় বড় জাহাজসমূহ।"
      },
      "words": [
        {
          "text": "وَ لَهُ",
          "meaningBn": "তাঁরই নিয়ন্ত্রণাধীন",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম هُ (তার)-এর মিলিত রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "الْجَوَارِ",
          "meaningBn": "নৌযানসমূহ",
          "notes": "جَرَى (প্রবাহিত হওয়া, চলতে থাকা, দৌড়ানো, সংঘটিত হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য جَارِيٌّ (যে দৌড়াচ্ছে, চলছে, প্রবাহমান, জলযান, জাহাজ, গ্রহ, নক্ষত্র), বহুবচন جَوَارِ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْجَوَارِ হয়েছে।"
        },
        {
          "text": "الْمُنْشَأَتُ",
          "meaningBn": "সুউচ্চ নৌকা",
          "notes": "نَشَأَ (বেড়ে ওঠা, লালিতপালিত হওয়া, উৎপন্ন হওয়া, বর্ধিত হওয়া, বেরিয়ে আসা, আবির্ভূত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَنْشَأَ (উৎপাদন করা, সৃষ্টি করা, উঠানো, অস্তিত্ব দান করা, পুনর্জীবিত করা)-এর কর্ম-বিশেষ্য مُنْشَأٌ (সৃষ্টি, কর্ম, স্থাপনা, সুউচ্চ নৌকা, উঁচু জাহাজ), বহুবচন مُنْشَأَتُ (মৌলিক রূপ مُنْشَأَاتٌ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُنْشَأَتُ হয়েছে।"
        },
        {
          "text": "فِي الْبَحْرِ",
          "meaningBn": "সমুদ্রে",
          "notes": "بَحْرَ (চিরে ফেলা, লম্বালম্বি কেটে ফেলা, চিরে খোলা, ভূমি চাষ করা, ফাটানো, প্রশস্ত করা, চওড়া করা) মূল ক্রিয়ার একটি বিশেষ্য بَحْرٌ (সাগর, সমূদ্র, দরিয়া, বড়ো জলাশয়); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় الْبَحْرِ হয়েছে。"
        },
        {
          "text": "كَالْأَعْلَامِ",
          "meaningBn": "পর্বতপ্রমাণ",
          "notes": "عَلَمَ (চিহ্নিত করা, প্রতীকী চিহ্ন দেওয়া, সঙ্কেত করা) মূল ক্রিয়ার একটি বিশেষ্য عَلَمٌ (প্রতীকি চিহ্ন, বৈশিষ্টসূচক লক্ষ্যযোগ্য চিহ্ন, সাইনপোষ্ট, পার্থক্যসূচক বৈশিষ্ট, পর্বত), বহুবচন أَعْلَامٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَالْأَعْلَامِ হয়েছে。"
        }
      ]
    },
    {
      "ayahNumber": 25,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "ফَبِأَيِّ آلَاءِ রَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 26,
      "arabic": "كُلُّ مَنْ عَلَيْهَا فَانٍ",
      "bangla": "ভূপৃষ্ঠে যা কিছু আছে সমস্তই নশ্বর,",
      "translations": {
        "osmani": "তার (পৃথিবীর) উপর যা কিছু আছে সবই নশ্বর।",
        "tawjih": "(যমীনে) তার ওপর যারা আছে, সবাই নশ্বর।"
      },
      "words": [
        {
          "text": "كُلُّ مَنْ عَلَيْهَا",
          "meaningBn": "ভূপৃষ্ঠে যা কিছু আছে সমস্তই",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি مَنْ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে كُلُّ হয়েছে। عَلَى (উপর) ও সংযুক্ত-সর্বনাম هَا (তার/ ভূপৃষ্ঠ)-এর মিলিত রূপ عَلَيْهَا; সংযোজক সর্বনাম مَنْ (যে, কে)。"
        },
        {
          "text": "فَانٍ",
          "meaningBn": "নশ্বর",
          "notes": "فَنِيَ (অদৃশ্য হওয়া, মিলিয়ে যাওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য فَانٍ (মৌলিক রূপ فَانِيُّ ধ্বংসশীল, মরণশীল, ধ্বংসপ্রাপ্ত, নিঃশেষিত, নশ্বর, বিনাশশীল, যা সহজে নষ্ট হয়ে যায় এমন, ক্ষয়প্রাপ্ত হওয়ার সম্ভাবনা যুক্ত)।"
        }
      ]
    },
    {
      "ayahNumber": 27,
      "arabic": "وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلَالِ وَالْإِكْرَامِ",
      "bangla": "অবিনশ্বর কেবল তোমার প্রতিপালকের সত্তা, যিনি মহিমময়, মহানুভব;",
      "translations": {
        "osmani": "আর অবশিষ্ট থাকবে তোমার প্রতিপালকের সত্তা, যিনি মহিমময়, মহানুভব।",
        "tawjih": "আর তোমার প্রতিপালকের মহিমময় ও মহানুভব সত্তা অবশিষ্ট থাকবে।"
      },
      "words": [
        {
          "text": "وَ يَبْقَى",
          "meaningBn": "অবিনশ্বর",
          "notes": "بَقِيَ (অবশিষ্ট থাকা, বাকী থাকা, টিকে থাকা, কোনো স্থানে অবস্থান করা, স্থায়ী হওয়া, বহাল থাকা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَسْقَى; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "وَجْهُ رَبِّكَ",
          "meaningBn": "কেবল তোমার প্রতিপালকের সত্তা",
          "notes": "وَجَّهَ (সম্মানিত হওয়া, অভিজাত শ্রেণীর হওয়া, মর্যাদাবান হওয়া, পার্থক্যসূচক বৈশিষ্টপূর্ণ হওয়া, খ্যাতিমান হওয়া) মূল ক্রিয়ার একটি বিশেষ্য وَجْهُ (মুখমন্ডল, আকৃতি, চেহারা, সত্তা, সম্মুখভাগ, অনুগ্রহ, অভিপ্রায়, সন্তুষ্টি, উদ্দেশ্য, তাৎপর্য, কারণ, মর্যাদা, আরম্ভ); শব্দটি رَبِّ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে وَجْهُ হয়েছে। رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং وَجْهُ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "ذُو الْجَلَالِ وَالْإِكْرَامِ",
          "meaningBn": "যিনি মহিমময় ও মহানুভব",
          "notes": "ذُو الْجَلَالِ (যিনি মহিমময়): ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী) র একবচন সম্বন্ধকারক রূপ। جَلَّ (বড়ো হওয়া, মহান হওয়া, মহিমান্বিত হওয়া, গৌরবান্বিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য جَلَالٌ (মহত্ত্ব, গৌরব, মহিমা, মহিমময়, মর্যাদা, সম্মান, আল্লাহকে নিবেদিত ভক্তি ও প্রশংসাবাদ); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে ذُو থাকায় الْجَلَالِ হয়েছে। وَالْإِكْرَامِ (ও মহানুভব): كَرُمَ (মহানুভব হওয়া, অভিজাত হওয়া, উন্নত হৃদয় হওয়া, উঁচুমনা হওয়া, উদার হওয়া, সম্মানিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَكْرَمَ (সম্মান করা, সম্মানিত করা, মর্যাদা দেওয়া, উদার করা)-এর ক্রিয়া-বিশেষ্য إِكْرَامٌ (সম্মানপ্রদর্শন, মর্যাদাদান, সম্মান, মর্যাদা, সম্বর্ধনা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি الْجَلَالِ -কে অনুসরণ করায় وَالْإِكْرَامِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 28,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 29,
      "arabic": "يَسْأَلُهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ",
      "bangla": "আকাশমণ্ডলী ও পৃথিবীতে যারা আছে সকলেই তাঁর নিকট প্রার্থী, তিনি প্রত্যহ গুরুত্বপূর্ণ কার্যে রত।",
      "translations": {
        "osmani": "আসমানসমূহ ও যমীনে যারা আছে সবাই তাঁর কাছে চায়। তিনি প্রতিদিন এক নতুন কাজে থাকেন।",
        "tawjih": "আসমানসমূহ ও যমীনে যারা আছে, সবাই তাঁর কাছে চায়। তিনি প্রতিদিন কোনো গুরুত্বপূর্ণ কাজে থাকেন।"
      },
      "words": [
        {
          "text": "يَسْأَلُهُ",
          "meaningBn": "তাঁর নিকট প্রার্থী",
          "notes": "سَأَلَ (জিজ্ঞাসা করা, জানতে চাওয়া, চাওয়া, যাচঞা করা, প্রশ্ন করা, জেরা করা, দাবি করা, অনুরোধ করা, মিনতি করা, দান চাওয়া, ভিক্ষা চাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يَسْأَلُ; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُ (তাঁর)।"
        },
        {
          "text": "مَنْ فِي السَّمَاوَاتِ",
          "meaningBn": "আকাশমণ্ডলীতে যারা আছে",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); বহুবচন سَمَوَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় السَّمَاوَاتِ হয়েছে; এর পূর্বে রয়েছে সংযোজক সর্বনাম مَنْ (যে, কে)。"
        },
        {
          "text": "وَالْأَرْضِ",
          "meaningBn": "ও পৃথিবীতে",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি, মাটি, মৃত্তিকা) শব্দটি السَّمَاوَاتِ-কে অনুসরণ করায় الْأَرْضِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "كُلَّ يَوْمٍ",
          "meaningBn": "তিনি প্রত্যহ",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি يَوْمٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় كُلَّ হয়েছে। يَوْمٌ (দিন, দিবস, সময়, ২৪ ঘন্টার একটি নাগরিক দিন) শব্দটি كُلّ -এর মুদাফ-ইলায়হি হওয়ায় يَوْمٍ হয়েছে।"
        },
        {
          "text": "هُوَ فِي شَأْنٍ",
          "meaningBn": "গুরুত্বপূর্ণ কার্যে রত",
          "notes": "شَأَنَ (কোনো নিশানার অনুসরণ করা, কোনো কাজ ভালোভাবে সম্পাদন করা, জানা, আগ্রহান্বিত হওয়া, অভিরুচি থাকা) মূল ক্রিয়ার একটি বিশেষ্য شَأْنٌ (কাজ, বিষয়, ব্যাপার, গুরুত্ব, প্রভাব, অবস্থা); পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় شَأْنٍ হয়েছে; এর পূর্বে রয়েছে স্বতন্ত্র-সর্বনাম هُوَ (সে, তিনি, ইহা)。"
        }
      ]
    },
    {
      "ayahNumber": 30,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 31,
      "arabic": "سَنَفْرُغُ لَكُمْ أَيُّهَا الثَّقَلَانِ",
      "bangla": "হে মানুষ ও জিন! আমি শীঘ্রই তোমাদের প্রতি মনোনিবেশ করব,",
      "translations": {
        "osmani": "হে জ্বীন ও মানুষ! অচিরেই আমি তোমাদের বিচারের জন্য মনোযোগী হব।",
        "tawjih": "অচিরেই আমি তোমাদের (বিচারের জন্য) মনোনিবেশ করব, হে জ্বীন ও ইনসান!"
      },
      "words": [
        {
          "text": "سَنَفْرُغُ",
          "meaningBn": "আমি শীঘ্রই মনোনিবেশ করব",
          "notes": "فَرَغَ (খালি হওয়া, শূন্য হওয়া, মুক্ত হওয়া, মনোনিবেশ করা, প্রয়োগ করা, অবসর পাওয়া) মূল ক্রিয়ার বর্তমানকাল, উত্তম পুরুষ, বহুবচন রূপ نَفْرُغُ; পূর্বে যুক্ত রয়েছে ক্রিয়া-বিশেষণ سَ (ভবিষ্যতকাল অর্থ প্রদানকারী অব্যয়)。"
        },
        {
          "text": "لَكُمْ",
          "meaningBn": "তোমাদের প্রতি",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযুক্ত-সর্বনাম كُمْ (তোমাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "أَيُّهَا الثَّقَلَانِ",
          "meaningBn": "হে মানুষ ও জিন!",
          "notes": "ثَقُلَ (ভারী হওয়া, অধিক ওজনের হওয়া, কঠিন হওয়া, কষ্টকর হওয়া, নিদারুণ যন্ত্রণাদায়ক হওয়া, শোচনীয় ব্যাপার হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ثَقَلٌ (ভারী বস্তু, বোঝা, আসবাবপত্র, মালপত্র, গুরুত্বপূর্ণ ও মর্যাদাবান সৃষ্টি অর্থাৎ জ্বিন ও মানুষ), দ্বিবচন ثَقَلَانِ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الثَّقَلَانِ হয়েছে; পূর্বে রয়েছে আবেগ-সূচক অব্যয় أَيُّهَا (হে)。"
        }
      ]
    },
    {
      "ayahNumber": 32,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 33,
      "arabic": "يَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا لَا تَنْفُذُونَ إِلَّا بِسُلْطَانٍ",
      "bangla": "হে জিন ও মনুষ্য সম্প্রদায়! আকাশমণ্ডলী ও পৃথিবীর সীমা তোমরা যদি অতিক্রম করতে পারো অতিক্রম করো, কিন্তু তোমরা অতিক্রম করতে পারবে না সনদ ব্যতিরেকে।",
      "translations": {
        "osmani": "হে জ্বীন ও মানুষের দল! তোমরা যদি আসমান ও যমীনের সীমা অতিক্রম করতে পারো তবে অতিক্রম করো। কিন্তু তোমরা শক্তি ছাড়া তা অতিক্রম করতে পারবে না।",
        "tawjih": "হে জ্বীন ও ইনসানের দল! তোমরা যদি আসমানসমূহ ও যমীনের সীমা অতিক্রম করতে পারো তবে অতিক্রম করো। কিন্তু কোনো শক্তি ছাড়া তোমরা অতিক্রম করতে পারবে না।"
      },
      "words": [
        {
          "text": "يَا مَعْشَرَ الْجِنِّ",
          "meaningBn": "হে জিন সম্প্রদায়",
          "notes": "عَشَرَ (কোনো জিনিস দশ ভাগে বিভক্ত করা, দশ সংখ্যা পুরণ করা, দশম হওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَعْشَرٌ (জনসমষ্টি, জনগোষ্ঠী, দল, গোত্র, সমাজ); শব্দটি الْجِنِّ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় مَعْشَرَ হয়েছে; পূর্বে রয়েছে আবেগ-সূচক অব্যয় يَا (হে)。 جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جِنٌّ (জ্বিন, দৈত্য, পিশাচ, জ্বিন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি مَعْشَرَ -এর মুদাফ-ইলায়হি হওয়ায় الْجِنِّ হয়েছে।"
        },
        {
          "text": "وَالْإِنْسِ",
          "meaningBn": "ও মনুষ্য",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি সমষ্টি-বিশেষ্য إِنْسٌ (মানুষ, মনুষ্য, মানব, মানবজাতি); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি مَعْشَرَ -এর দ্বিতীয় মুদাফ-ইলায়হি হওয়ায় الْإِنْسِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "إِنِ اسْتَطَعْتُمْ",
          "meaningBn": "যদি পারো/ সক্ষম হও",
          "notes": "طَوَعَ (طَاعَ) (আজ্ঞানুবর্তী হওয়া, মেনে চলা, অনুগত হওয়া, আজ্ঞাপালন করা, বশীভূত হওয়া) মূল ক্রিয়ার ১০নং ফরম اِسْتَطَاعَ (সমর্থ হওয়া, সক্ষম হওয়া, ক্ষমতা থাকা, পারা)-এর অতীতকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ اسْتَطَعْتُمْ; পূর্বে রয়েছে সংযোজক অব্যয় إِنْ (যদি); إِنْ-এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় إِنِ লেখা হয়েছে।"
        },
        {
          "text": "أَنْ تَنْفُذُوا",
          "meaningBn": "যে তোমরা অতিক্রম করো",
          "notes": "نَفَذَ (কার্যকর হওয়া, তীরের মতো ভেদ করা, অতিক্রম করা, বহুদূরে চলে যাওয়া, নাগালের বাইরে চলে যাওয়া) বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ, সাপেক্ষভাব রূপ تَنْفُذُوا; নিয়ামক হিসেবে পূর্বে রয়েছে সংযোজক অব্যয় أَنْ (যে)。"
        },
        {
          "text": "مِنْ أَقْطَارِ السَّمَاوَاتِ",
          "meaningBn": "আকাশমণ্ডলীর সীমা",
          "notes": "قَطَرَ (ফোটায় ফোটায় পড়া, ফোটায় ফোটায় ঝরানো) মূল ক্রিয়ার একটি বিশেষ্য قُطْرٌ (কোনো কিছুর পার্শ্ব/ প্রান্ত, দিক, দেশ, আকাশের কোনো এলাকা, আকাশের সীমা), বহুবচন أَقْطَارُ; শব্দটি السَّمَاوَاتِ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় أَقْطَارِ হয়েছে। سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক), বহুবচন سَمَوَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি, টা) যুক্ত হওয়ায় এবং শব্দটি أَقْطَارِ -এর মুদাফ-ইলায়হি হওয়ায় السَّمَاوَاتِ হয়েছে。"
        },
        {
          "text": "وَالْأَرْضِ",
          "meaningBn": "ও পৃথিবীর",
          "notes": "الْأَرْضُ (পৃথিবী, ধরণী, ধরিত্রী, ভূমি, মাটি, মৃত্তিকা) শব্দটি أَقْطَارِ -এর দ্বিতীয় মুদাফ-ইলায়হি হওয়ায় الْأَرْضِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "فَانْفُذُوا",
          "meaningBn": "তাহলে অতিক্রম করো",
          "notes": "نَفَذَ (উপরে দেখুন) মূল ক্রিয়ার অনুজ্ঞাভাব, বহুবচন, পুংলিঙ্গ রূপ أُنْفُذُوا; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "لَا تَنْفُذُونَ",
          "meaningBn": "কিন্তু তোমরা অতিক্রম করতে পারবে না",
          "notes": "نَفَذَ (উপরে দেখুন) মূল ক্রিয়ার বর্তমানকাল, মধ্যম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ تَنْفُذُونَ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)。"
        },
        {
          "text": "إِلَّا بِسُلْطَانٍ",
          "meaningBn": "সনদ ব্যতিরেকে",
          "notes": "سُلِطَ (অনমনীয় হওয়া, উদ্ধত হওয়া, দুর্বিনীত হওয়া, তীক্ষ্ণ হওয়া, সুদৃঢ় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سُلْطَانٌ (কর্তৃত্ব, আধিপত্য, সাক্ষ্যপ্রমাণ, প্রমাণ, দলীল, অধিকার, প্রকৃত হুকুমদাতা কর্তৃক প্রদত্ত ক্ষমতা, সনদ); পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِسُلْطَانٍ হয়েছে; পূর্বে রয়েছে ক্রিয়া-विशेषण إِلَّا (ব্যতীত)。"
        }
      ]
    },
    {
      "ayahNumber": 34,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 35,
      "arabic": "يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِنْ نَارٍ وَنُحَاسٌ فَلَا تَنْتَصِرَانِ",
      "bangla": "তোমাদের প্রতি প্রেরিত হবে অগ্নিশিখা ও ধূম্রপুঞ্জ, তখন তোমরা প্রতিরোধ করতে পারবে না।",
      "translations": {
        "osmani": "তোমাদের ওপর পাঠানো হবে ধোঁয়াবিহীন আগুনের শিখা আর গলিত তামা, ফলে তোমরা প্রতিরোধ করতে পারবে না।",
        "tawjih": "তোমাদের দুজনের ওপর আগুনের শিখা ও ধোঁয়া পাঠানো হবে। ফলে তোমরা প্রতিরোধ করতে পারবে না।"
      },
      "words": [
        {
          "text": "يُرْسَلُ",
          "meaningBn": "প্রেরিত হবে",
          "notes": "শব্দটি رَسُلَ (কেশ দীর্ঘ হওয়া, ঝুলে পড়া, দূত প্রেরণ করা) মূল ক্রিয়ার ৪নং ফরম أَرْسَلَ (প্রেরণ করা, পাঠানো, মুক্তি দেওয়া, অব্যাহতি দেওয়া, যেতে দেওয়া)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "عَلَيْكُمَا",
          "meaningBn": "তোমাদের প্রতি/ উপর",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় عَلَى (উপর/ প্রতি) ও সংযুক্ত-সর্বনাম كُمَا (তোমাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "شُوَاظٌ",
          "meaningBn": "শিখা",
          "notes": "شُوَاظٌ (অগ্নিশিখা, ধূয়া বিহীন আগুন)。"
        },
        {
          "text": "مِنْ نَارٍ",
          "meaningBn": "আগুনের",
          "notes": "نَوَرَ (نَارَ) (আলো দেওয়া, আলো প্রতিফলিত হওয়া, উজ্জ্বল হওয়া, দীপ্তিময় হওয়া, জ্যোতির্ময় হওয়া, চকচক করা) মূল ক্রিয়ার একটি বিশেষ্য نَارٌ (আগুন); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় نَارٍ হয়েছে।"
        },
        {
          "text": "وَ نُحَاسٌ",
          "meaningBn": "ও ধূম্রপুঞ্জ",
          "notes": "نَحِسَ (অমঙ্গল নিয়ে আসা, অসুখী করা, অশুভ হওয়া, অপয়া হওয়া, হতভাগ্য হওয়া, অমঙ্গল-জনক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য نُحَاسٌ (গলিত পিতল, ধোঁয়া, ধূম্রপুঞ্জ); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "فَلَا تَنْتَصِرَانِ",
          "meaningBn": "তখন তোমরা প্রতিরোধ করতে পারবে না",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ। نَصَرَ (সাহায্য করা, সহায়তা করা, সমর্থন করা, পৃষ্ঠপোষকতা করা, বিজয়ী করা, উদ্ধার করা) মূল ক্রিয়ার ৮নং ফরম اِنْتَصَرَ (জয়লাভ করা, বিজয়ী হওয়া, প্রতিকার করা, প্রতিশোধ গ্রহণ করা, সমর্থন করা, সাহায্য করা)-এর বর্তমানকাল, মধ্যম পুরুষ, দ্বিবচন, পুংলিঙ্গ, রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 36,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 37,
      "arabic": "فَإِذَا انْشَقَّتِ السَّمَاءُ فَكَانَتْ وَرْدَةً كَالْدِّهَانِ",
      "bangla": "যে দিন আকাশ বিদীর্ণ হবে সে দিন উহা রক্ত-রঙ্গে রঞ্জিত চর্মের রূপ ধারণ করবে;",
      "translations": {
        "osmani": "অতএব, যখন আকাশ বিদীর্ণ হবে তখন তা তেল ও আবরণের মতো লাল হয়ে যাবে।",
        "tawjih": "অতঃপর যখন আসমান বিদীর্ণ হবে, তখন তা রক্তিম বর্ণের তেলের মতো হয়ে যাবে।"
      },
      "words": [
        {
          "text": "فَإِذَا انْشَقَّتِ",
          "meaningBn": "অতএব যখন বিদীর্ণ হবে",
          "notes": "শব্দটি সংযোজক অব্যয় فَ (অতএব) ও ক্রিয়া-বিশেষণ إِذَا (যখন)-এর মিলিত রূপ। شَقَّ (ফাটানো, বিদীর্ণ করা, ভেঙ্গে ফেলা, বিচ্ছিন্ন করা, কেটে ফেলা, বিভক্ত করা, উদ্ভাসিত হওয়া, কাউকে অসুবিধার মধ্যে ফেলা, কারো প্রতি কঠিন শর্ত আরোপ করা) মূল ক্রিয়ার ৭নং ফরম اِنْشَقَّ (বিদীর্ণ হওয়া, ফেটে যাওয়া, ভেঙ্গে যাওয়া)-এর অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ اِنْشَقَّتْ; اِنْشَقَّتْ -এর শেষের অক্ষরে যজম থাকায় এবং এর পরবর্তী শব্দের প্রথমে হরকত-বিহীন 'আলিফ' থাকায় اِنْشَقَّتِ লেখা হয়েছে।"
        },
        {
          "text": "السَّمَاءُ",
          "meaningBn": "আকাশ",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য سَمَاءٌ (আকাশ, আসমান, গগন, উর্ধ্বলোক); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় السَّمَاءُ হয়েছে।"
        },
        {
          "text": "فَكَانَتْ",
          "meaningBn": "সে দিন উহা ধারণ করবে",
          "notes": "كَوَنَ (كَانَ) (হওয়া, হয়, আছে, ছিল, থাকা, ঘটা) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, স্ত্রীলিঙ্গ রূপ كَانَتْ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "وَرْدَةً",
          "meaningBn": "রক্ত-রঙ্গে রঞ্জিত",
          "notes": "وَ رَدَ (আগমন করা, এসে পৌছানো, উপনীত হওয়া, অবতরণ করা, পানি সংগ্রহ করা) মূল ক্রিয়ার একটি বিশেষ্য وَرْدٌ (গোলাপ গোলাপী, আলোহিত), স্ত্রীলিঙ্গ وَرْدَةٌ; শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় وَرْدَةً হয়েছে।"
        },
        {
          "text": "كَالْدِّهَانِ",
          "meaningBn": "চর্মের রূপ",
          "notes": "دَهَنَ (দেহে তৈলাক্ত বস্তু লেপন করা, প্রলেপ দেওয়া, মর্দন করা, মালিশ করা) মূল ক্রিয়ার একটি বিশেষ্য دِهَانٌ (লাল চামড়া, ট্যান করা চামড়া); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় كَ (মতো) যুক্ত থাকায় كَالْدِّهَانِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 38,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 39,
      "arabic": "فَيَوْمَئِذٍ لَا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلَا جَانٌّ",
      "bangla": "সেই দিন না মানুষকে তার অপরাধ সম্বন্ধে জিজ্ঞাসা করা হবে, না জিনকে।",
      "translations": {
        "osmani": "সেই দিন কোনো মানুষ বা জ্বীনকে তার অপরাধ সম্পর্কে জিজ্ঞাসা করা হবে না।",
        "tawjih": "সুতরাং সেদিন কোনো মানুষ ও জ্বীনকে তার অপরাধ সম্পর্কে জিজ্ঞেস করা হবে না।"
      },
      "words": [
        {
          "text": "فَيَوْمَئِذٍ",
          "meaningBn": "অতএব সেই দিন",
          "notes": "يَوْمَ (একদিন বিদ্যমান থাকা, একদিন টিকে থাকা/ স্থায়ী হওয়া, অতিবাহিত করা) মূল ক্রিয়ার একটি বিশেষ্য يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে); يَوْمَ এবং إِذْ (إِذْ 'সময়' এর সম্বন্ধকারক রূপ)-এর মিলিত রূপ يَوْمَئِذٍ; পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "لَا يُسْأَلُ",
          "meaningBn": "জিজ্ঞাসা করা হবে না",
          "notes": "سَأَلَ (জিজ্ঞাসা করা, জানতে চাওয়া, চাওয়া, যাচঞা করা, প্রশ্ন করা, জেরা করা, দাবি করা, অনুরোধ করা, মিনতি করা, দান চাওয়া, ভিক্ষা চাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُسْأَلُ; পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَا (না)。"
        },
        {
          "text": "عَنْ ذَنْبِهِ",
          "meaningBn": "তার অপরাধ সম্বন্ধে",
          "notes": "ذَنَبَ (কারো তালাশে বের হওয়া, কাহিনী বানানো, সংযোজনী যুক্ত করা, খুব নিকট থেকে অনুসরণ করা, দাগ যুক্ত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য ذَنْبٌ (অপরাধ, ত্রুটি, পাপ, দোষ, অন্যায়, যে কোনো কাজ যার ফলাফল মন্দ); শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় عَنْ (হতে) থাকায় ذَنْبِ হয়েছে。"
        },
        {
          "text": "إِنْسٌ",
          "meaningBn": "মানুষকে",
          "notes": "أَيْسَ (মিশুক হওয়া, সামাজিক হওয়া, বন্ধুভাবাপন্ন হওয়া, ভদ্র হওয়া, অভ্যস্ত হওয়া, ঘনিষ্ট হওয়া, সহানুভূতিশীল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য إِنْسٌ (মানুষ, মনুষ্য, মানব, মানবজাতি)。"
        },
        {
          "text": "وَ لَا جَانٌّ",
          "meaningBn": "এবং জিনকেও না",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَانٌّ (নিরীহ সাপ, দৈত্য, পিশাচ, জ্বিন); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ لَا (না)。"
        }
      ]
    },
    {
      "ayahNumber": 40,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 41,
      "arabic": "يُعْرَفُ الْمُجْرِمُونَ بِسِيمَاهُمْ فَيُؤْخَذُ بِالنَّوَاصِي وَالْأَقْدَامِ",
      "bangla": "অপরাধীদের পরিচয় পাওয়া যাবে উহাদের লক্ষণ হতে, উহাদেরকে পাকড়াও করা হবে মাথার ঝুঁটি ও পা কবজা করে।",
      "translations": {
        "osmani": "অপরাধীরা তাদের চেহারা দেখেই চেনা যাবে; অতঃপর তাদেরকে মাথার সামনের চুল ও পা কবজা করে ধরা হবে।",
        "tawjih": "অপরাধীদেরকে তাদের লক্ষণ দেখে চেনা যাবে। অতঃপর তাদেরকে মাথার ঝুঁটি ও পা ধরে পাকড়াও করা হবে।"
      },
      "words": [
        {
          "text": "يُعْرَفُ",
          "meaningBn": "পরিচয় পাওয়া যাবে",
          "notes": "শব্দটি عَرَفَ (জানা, চেনা, অবহিত হওয়া, পরিচয় পাওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
        },
        {
          "text": "الْمُجْرِمُونَ",
          "meaningBn": "অপরাধীদের",
          "notes": "جَرَمَ (কর্তন করা, কাটা, গোস্ত হাড় থেকে আলাদা করা, প্ররোচিত করা, কাউকে পাপ কর্মে চালনা করা) মূল ক্রিয়ার ৪নং ফরম أَجْرَمَ (অন্যায় করা, অপরাধ করা, পাপ করা)-এর কর্তা-বিশেষ্য مُجْرِمٌ (অপরাধী, অন্যায়কারী, দোষী, পাপী), বহুবচন কর্তৃকারক مُجْرِمُونَ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمُجْرِمُونَ হয়েছে।"
        },
        {
          "text": "بِسِيمَاهُمْ",
          "meaningBn": "উহাদের লক্ষণ হতে",
          "notes": "سَوَمَ (سَامَ) (সামগ্রী বিক্রয়ের জন্য প্রস্তাব দেওয়া, কঠিন কাজের দায়িত্ব চাপানো, আরোপ করা) মূল ক্রিয়ার একটি বিশেষ্য سِيمَاءٌ (সংকেত, চিহ্ন, নিদর্শন, বৈশিষ্ট, লক্ষণ, ভাবভঙ্গি); মুদাফ-ইলায়হি হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُمْ (তাদের) ও পূর্বে যুক্ত রয়েছে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে)।"
        },
        {
          "text": "فَيُؤْخَذُ",
          "meaningBn": "অতএব পাকড়াও করা হবে",
          "notes": "أَخَذَ (গ্রহণ করা, পাকড়াও করা, কবজা করা, আঁকড়ে ধরা, গ্রেফতার করা, চেপে ধরা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ يُؤْخَذُ পূর্বে যুক্ত রয়েছে সংযোজক অব্যয় فَ (অতএব)。"
        },
        {
          "text": "بِالنَّوَاصِي",
          "meaningBn": "মাথার ঝুঁটি",
          "notes": "نَصَا (نَصَوَ) (কপালের ঠিক উপরিবর্তী কেশগুচ্ছ ধরে গ্রেপ্তার করা, কারো উপর সম্পূর্ণ নিয়ন্ত্রণ অর্জন করা, আঁকড়ে ধরা) মূল ক্রিয়ার একটি বিশেষ্য نَاصِيَةٌ (কপালের ঠিক উপরিবর্তী কেশগুচ্ছ), বহুবচন نَوَاصِي; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) যুক্ত থাকায় بِالنَّوَاصِي হয়েছে।"
        },
        {
          "text": "وَالْأَقْدَامِ",
          "meaningBn": "ও পা কবজা করে",
          "notes": "قَدَمَ (আসা, আগমন করা, পৌঁছানো, এসে পৌছা) মূল ক্রিয়ার একটি বিশেষ্য قَدَمٌ (পায়ের পাতা, পা, চরণ, পদসঞ্চালন, পা রাখার ঠাঁই, খ্যাতি), বহুবচন أَقْدَامٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি بِالنَّوَاصِي -কে অনুসরণ করায় الْأَقْدَامِ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 42,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 43,
      "arabic": "هَذِهِ جَهَنَّمُ الَّتِي يُكَذِّبُ بِهَا الْمُجْرِمُونَ",
      "bangla": "ইহাই সেই জাহান্নাম, যা অপরাধীরা অবিশ্বাস করত,",
      "translations": {
        "osmani": "এটাই সেই জাহান্নাম, যাকে অপরাধীরা মিথ্যা প্রতিপন্ন করত।",
        "tawjih": "এটাই সেই জাহান্নাম, যাকে অপরাধীরা মিথ্যা প্রতিপন্ন করতো।"
      },
      "words": [
        {
          "text": "هَذِهِ جَهَنَّمُ الَّتِي",
          "meaningBn": "ইহাই সেই জাহান্নাম যা",
          "notes": "পূর্বে রয়েছে নির্দেশক সর্বনাম هَذِهِ (এই, ইহা), جَهَنَّمُ (জাহান্নাম) ও সংযোজক সর্বনাম الَّتِي (যে, যিনি)।"
        },
        {
          "text": "يُكَذِّبُ",
          "meaningBn": "অবিশ্বাস করত",
          "notes": "كَذَبَ (মিথ্যা বলা, প্রতারণা করা, বিভ্রান্ত করা, বিপথে চালনা করা, মিথ্যা মনে করা, মিথ্যা হওয়া) মূল ক্রিয়ার ২নং ফরম كَذَّبَ (কাউকে মিথ্যা অভিহিত করা, কাউকে মিথ্যুক বলা, মিথ্যা প্রতিপন্ন করা, কাউকে অবিশ্বাস করা, অস্বীকার করা, অমান্য করা)-এর বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপ يُكَذِّبُ।"
        },
        {
          "text": "بِهَا",
          "meaningBn": "ইহাতে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بِ (দ্বারা, সাথে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "الْمُجْرِمُونَ",
          "meaningBn": "অপরাধীরা",
          "notes": "الْمُجْرِمُونَ দেখুন আয়াত-৪১।"
        }
      ]
    },
    {
      "ayahNumber": 44,
      "arabic": "يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ",
      "bangla": "উহারা জাহান্নামের অগ্নি ও ফুটন্ত পানির মধ্যে ছুটাছুটি করবে।",
      "translations": {
        "osmani": "তারা তার (জাহান্নামের) আর ফুটন্ত গরম পানির মধ্যে ছোটাছুটি করবে।",
        "tawjih": "তারা তার (জাহান্নামের) আর তীব্র গরম পানির মধ্যে ঘুরাফেরা করতে থাকবে।"
      },
      "words": [
        {
          "text": "يَطُوفُونَ",
          "meaningBn": "তারা ঘুরাঘুরি করবে",
          "notes": "طَوَفَ (طَافَ) (চতুর্দিকে প্রদক্ষিণ করা, পরিভ্রমণ করা, তওয়াফ করা, ঘুরে বেড়ানো, টহল দেওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, বহুবচন, পুংলিঙ্গ রূপ।"
        },
        {
          "text": "بَيْنَهَا",
          "meaningBn": "জাহান্নামের অগ্নি/ ইহার মধ্যে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মধ্যে) ও সংযুক্ত-সর্বনাম هَا (তার)-এর মিলিত রূপ।"
        },
        {
          "text": "وَ بَيْنَ حَمِيمٍ",
          "meaningBn": "ও ফুটন্ত পানির মধ্যে",
          "notes": "حَمَّ (গরম করা, তাপ দেওয়া, উত্তপ্ত করা) মূল ক্রিয়ার একটি বিশেষ্য حَمِيمٌ (ঘনিষ্ট, অন্তরঙ্গ, ঘনিষ্ট বন্ধু, অন্তরঙ্গ সুহৃদ, নিকট আত্মীয়, ফুটন্ত গরম পানি); পূর্বে সম্বন্ধসূচক অব্যয় بَيْنَ (দুয়ের মধ্যে) থাকায় بَيْنَ হয়েছে; এর পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "آنٍ",
          "meaningBn": "ফুটন্ত",
          "notes": "أَنَّى (সময় হওয়া সময় আসা, কাছে টানা, পূর্ণবিকশীত হওয়া, পরিপক্ক হওয়া, তরল পদার্থ গরমে ফুটে উঠা) মূল ক্রিয়ার কর্তা-বিশেষ্য آنٍ বা آنِيٌ (মৌলিক রূপ آنِيٌ; ফুটন্ত পানি, অত্যন্ত তপ্ত, গরম)。"
        }
      ]
    },
    {
      "ayahNumber": 45,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 46,
      "arabic": "وَ لِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ",
      "bangla": "আর যে আল্লাহ্র সম্মুখে উপস্থিত হওয়ার ভয় রাখে, তার জন্য রয়েছে দুইটি উদ্যান।",
      "translations": {
        "osmani": "আর যে তার প্রতিপালকের সামনে দাঁড়ানোর ভয় রাখে, তার জন্য রয়েছে দুটি বাগান।",
        "tawjih": "আর যে তার প্রতিপালকের সামনে (হিসাবের জন্য) দাঁড়ানোর ভয় রাখে, তার জন্য রয়েছে দুটি জান্নাত।"
      },
      "words": [
        {
          "text": "وَ لِمَنْ",
          "meaningBn": "আর যে, তার জন্য রয়েছে",
          "notes": "সম্বন্ধসূচক অব্যয় لِ (জন্য) ও সংযোজক সর্বনাম مَنْ (যে, যার)-এর মিলিত রূপ; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "خَافَ",
          "meaningBn": "যে ভয় রাখে",
          "notes": "خَوِفَ (خَافَ) (ভয় করা, ভীত হওয়া, আতঙ্কিত হওয়া, সচকিত হওয়া, ঘাবড়িয়ে যাওয়া, সন্ত্রস্ত হওয়া, শঙ্কিত হওয়া) মূল ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "مَقَامَ رَبِّهِ",
          "meaningBn": "আল্লাহ্ সম্মুখে উপস্থিত হওয়ার",
          "notes": "قَوْمَ (قَامَ) (উঠে দাঁড়ানো, খাড়া হওয়া, ওঠা, স্থিরভাবে দাঁড়ানো, উঠে পড়া, সালাতে দাঁড়ানো, কায়েম হওয়া, অবস্থান করা) মূল ক্রিয়ার একটি বিশেষ্য مَقَامٌ (স্থান, দাঁড়ানোর জায়গা, অবস্থান, অবস্থানস্থল, মর্যাদা) শব্দটি رَبِّهِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় مَقَامَ হয়েছে。 رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং مَقَامَ -এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "جَنَّتَانِ",
          "meaningBn": "দুইটি উদ্যান",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেস্ত), দ্বিবচন কর্তৃকারক جَنَّتَانِ (দুইটি উদ্যান)。"
        }
      ]
    },
    {
      "ayahNumber": 47,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 48,
      "arabic": "ذَوَاتَا أَفْنَانٍ",
      "bangla": "উভয়ই বহু শাখা-পলববিশিষ্ট।",
      "translations": {
        "osmani": "উভয়ই নানা প্রকারের শাখা-পলববিশিষ্ট।",
        "tawjih": "উভয়টি নানা প্রকার ফল ও পল্লববিশিষ্ট।"
      },
      "words": [
        {
          "text": "ذَوَاتَا",
          "meaningBn": "উভয়ই -পলববিশিষ্ট",
          "notes": "ذُو (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী)-এর দ্বিবচন কর্তৃকারক স্ত্রীলিঙ্গ রূপ।"
        },
        {
          "text": "أَفْنَانٍ",
          "meaningBn": "বহু শাখা",
          "notes": "فَنَنٌ (গাছের ডাল, শাখা, প্রশাখা, বৈচিত্র), বহুবচন أَفْنَانُ; পূর্বে ذَوَاتَا থাকায় أَفْنَانٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 49,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 50,
      "arabic": "فِيهِمَا عَيْنَانِ تَجْرِيَانِ",
      "bangla": "উভয় উদ্যানে রয়েছে প্রবহমান দুই প্রস্রবণ;",
      "translations": {
        "osmani": "তাদের মধ্যে দুটি ঝরনা বইতে থাকবে।",
        "tawjih": "ঐ দুটি জান্নাতে দুটি ঝরনা বইতে থাকবে।"
      },
      "words": [
        {
          "text": "فِيهِمَا",
          "meaningBn": "উভয় উদ্যানে রয়েছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هِمَا (তাদের দুটি)-এর মিলিত রূপ।"
        },
        {
          "text": "عَيْنَانِ",
          "meaningBn": "দুই প্রস্রবণ",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কุนজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَيْنٌ (প্রস্রবন, পানির ঝরণা, ফোয়ারা), দ্বিবচন কর্তৃকারক عَيْنَانِ。"
        },
        {
          "text": "تَجْرِيَانِ",
          "meaningBn": "প্রবহমান",
          "notes": "শব্দটি جَرَى (প্রবাহিত হওয়া, চলতে থাকা, দৌড়ানো, সংঘটিত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, দ্বিবচন, স্ত্রীলিঙ্গ রূপ।"
        }
      ]
    },
    {
      "ayahNumber": 51,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 52,
      "arabic": "فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ",
      "bangla": "উভয় উদ্যানে রয়েছে প্রত্যেক ফল দুই দুই প্রকার।",
      "translations": {
        "osmani": "তাদের মধ্যে প্রত্যেক প্রকারের ফল দু'দুটি করে থাকবে।",
        "tawjih": "ঐ দুটি জান্নাতে প্রত্যেক ফল দু'দু প্রকারের থাকবে।"
      },
      "words": [
        {
          "text": "فِيهِمَا",
          "meaningBn": "উভয় উদ্যানে রয়েছে",
          "notes": "দেখুন আয়াত-৫০।"
        },
        {
          "text": "مِنْ كُلِّ فَاكِهَةٍ",
          "meaningBn": "প্রত্যেক ফল",
          "notes": "كَلَلَ (ক্লান্ত হওয়া, পরিশ্রান্ত হওয়া, নিস্তেজ হওয়া, ভোঁতা হওয়া, দীর্ঘস্থায়ী পীড়নের ফলে দুর্বল হওয়া) মূল ক্রিয়ার একটি বিশেষ্য كُلّ (সকল, সমস্ত, সমগ্র, প্রত্যেকে, প্রতিজন); শব্দটি فَاكِهَةٍ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় كُلِّ হয়েছে। فَكِهَ (আমুদে হওয়া, উল্লসিত হওয়া, কৌতুকপ্রিয় হওয়া, রসিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য فَاكِهَةٌ (ফলফলাদি, মেওয়া); শব্দটি كُلِّ -এর মুদাফ-ইলায়হি হওয়ায় فَاكِهَةٍ হয়েছে।"
        },
        {
          "text": "زَوْجَانِ",
          "meaningBn": "দুই দুই প্রকার",
          "notes": "زَوَجَ (زَاجَ) (জোড়ায় জোড়ায় সাজানো, সম্মিলিত করা, কাউকে বিয়ে করা, কোনো জিনিস একত্রে জুড়ে দেওয়া); زَوْجٌ (স্বামী, স্ত্রী, সঙ্গী, পতি, পত্নী, প্রজাতি, শ্রেণী, যুগল, জোড়ার একটি), দ্বিবচন কর্তৃকারক زَوْجَانِ。"
        }
      ]
    },
    {
      "ayahNumber": 53,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 54,
      "arabic": "مُتَّكِئِينَ عَلَى فُرُشٍ بَطَائِنُهَا مِنْ إِسْتَبْرَقٍ وَجَنَى الْجَنَّتَيْنِ دَانٍ",
      "bangla": "সেখানে উহারা হেলান দিয়ে বসবে পুরু রেশমের আস্তরবিশিষ্ট ফরাশে, দুই উদ্যানের ফল হবে নিকটবর্তী।",
      "translations": {
        "osmani": "তারা পুরু রেশমের আস্তরবিশিষ্ট বিছানায় হেলান দিয়ে বসবে, আর দুই জান্নাতের ফল নিকটবর্তী থাকবে।",
        "tawjih": "তারা সেখানে পুরু রেশমের আস্তরবিশিষ্ট বিছানায় হেলান দিয়ে বসবে আর ঐ দুটি জান্নাতের ফল হবে নাগালের মধ্যে।"
      },
      "words": [
        {
          "text": "مُتَّكِئِينَ",
          "meaningBn": "সেখানে উহারা হেলান দিয়ে বসবে",
          "notes": "وَكَأَ (এলিয়ে দেওয়া, এলিয়ে পড়া, হেলান দেওয়া, সটান শুয়ে পড়া) মূল ক্রিয়ার ৮নং ফরম اِتَّكَأَ (ভর করা, ঠেস দেওয়া, ভর দেওয়া, হেলান দেওয়া)-এর কর্তা-বিশেষ্য مُتَّكِئٌ (যিনি হেলান দিয়ে আছেন, যে আসনে হেলান দেয়), বহুবচন কর্ম/ সম্বন্ধকারক مُتَّكِئِينَ।"
        },
        {
          "text": "عَلَى فُرُشٍ",
          "meaningBn": "ফরাশে",
          "notes": "فَرَشَ (বিছানো, ছড়িয়ে দেওয়া, আসবাবপত্রে সজ্জিত করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য فِرَشٌ (বিছানা হিসাবে ব্যবহৃত কার্পেট, জাজিম, এবং রূপক অর্থে স্ত্রী), বহুবচন فُرُشٌ; পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় فُرُشٍ হয়েছে।"
        },
        {
          "text": "بَطَائِنُهَا",
          "meaningBn": "তার আস্তর",
          "notes": "بَطَنَ (লুকিয়ে থাকা, আত্মগোপন করা, গোপন করা, গোপনে অবস্থান করা, বড়ো পেটবিশিষ্ট হওয়া) মূল ক্রিয়ার একটি বিশেষ্য بِطَانَةٌ (অভ্যন্তর, ভিতরের অংশ, অভ্যন্তরভাগ, ভিতরের জামা, অভ্যন্তরিণ আবরণ, আলঙ্কারিভাবে একত্র বসবাসকারী অন্তরঙ্গ বন্ধু), বহুবচন بَطَائِنُ; শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هَا (তার)。"
        },
        {
          "text": "مِنْ إِسْتَبْرَقٍ",
          "meaningBn": "পুরু রেশমের",
          "notes": "بَرَقَ (চোখ ধাঁধিয়ে যাওয়া, বিস্ময়বিহ্বল হওয়া, আলোর ঝলকানি দেওয়া, আলোর চমকানি দেওয়া, তীব্র আলোয় চোখ ধাঁধিয়ে যাওয়া, ঝলসানো) মূল ক্রিয়ার একটি বিশেষ্য إِسْتَبْرَقٌ (পুরু বয়ন-বিন্যাসের রেশমী কাপড়, কারুকার্যখচিত রেশমী পোশাক); পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় إِسْتَبْرَقٍ হয়েছে।"
        },
        {
          "text": "وَجَنَى الْجَنَّتَيْنِ",
          "meaningBn": "ও দুই উদ্যানের ফল",
          "notes": "جَنَى (জড়ো করা, সংগ্রহ করা, ফল আহরণ করা) মূল ক্রিয়ার একটি বিশেষ্য جَنَى (মৌলিক রূপ جَنًى; ফলমূল); শব্দটি الْجَنَّتَيْنِ-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。 جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেস্ত), দ্বিবচন সম্বন্ধকারক جَنَّتَيْنِ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْجَنَّتَيْنِ হয়েছে।"
        },
        {
          "text": "دَانٍ",
          "meaningBn": "নিকটবর্তী",
          "notes": "দَنَا (دَنَوَ) (নিকটবর্তী হওয়া, প্রায় কাছাকাছি হওয়া, নিকটে আগমন করা, আসন্ন হওয়া, কাছে টানা, নীচে হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য دَانٍ (মৌলিক রূপ دَانِي; নিকটবর্তী, কাছাকাছি, নাগালের মধ্যে, যা হাতের কাছে, নিচুতে, যেমন: গাছের ফল নিচুতে এবং হাতের কাছে)。"
        }
      ]
    },
    {
      "ayahNumber": 55,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 56,
      "arabic": "فِيهِنَّ قَاصِرَاتُ الطَّرْفِ لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
      "bangla": "সেই সকলের মাঝে রয়েছে বহু আনতনয়না, যাদেরকে পূর্বে কোনো মানুষ অথবা জিন স্পর্শ করে নাই।",
      "translations": {
        "osmani": "তাদের মধ্যে থাকবে বহু আনতনয়না, যাদেরকে তাদের পূর্বে কোনো মানুষ বা জ্বীন স্পর্শ করেনি।",
        "tawjih": "ঐ জান্নাতসমূহে থাকবে বহু আনত দৃষ্টির রমণী, যাদেরকে তাদের পূর্বে কোনো মানুষ বা জ্বীন স্পর্শ করেনি।"
      },
      "words": [
        {
          "text": "فِيهِنَّ",
          "meaningBn": "সেই সকলের মাঝে রয়েছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هِنَّ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "قَاصِرَاتُ الطَّرْفِ",
          "meaningBn": "বহু আনতনয়না",
          "notes": "قَصُرَ (সংক্ষিপ্ত হওয়া, খাটো হওয়া, ছোট হওয়া, অল্প হওয়া, কম হওয়া, অপর্যাপ্ত হওয়া, অপ্রতুল হওয়া, অপ্রচুর হওয়া) মূল ক্রিয়ার কর্তা-বিশেষ্য قَاصِرٌ (যে নিজেকে সংযত রাখে, বিরতকারী, নিয়ন্ত্রণকারী; স্ত্রীলিঙ্গ قَاصِرَةٌ, বহুবচন (স্ত্রী) قَاصِرَاتٌ: শব্দটি الطَّرْفِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে قَاصِرَاتُ হয়েছে। طَرَفَ (তাকানো, দৃষ্টি দেওয়া, পিটপিটিয়ে চোখ থেকে পানি সরিয়ে দেওয়া/ ফেলে দেওয়া, টেরা চোখ হওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য طَرْفٌ (চোখের চাহনি, চোখের দৃষ্টি, দৃষ্টিশক্তি, নয়ন, চক্ষু); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি قَاصِرَاتُ -এর মুদাফ-ইলায়হি হওয়ায় الطَّرْفِ হয়েছে।"
        },
        {
          "text": "لَمْ يَطْمِثْهُنَّ",
          "meaningBn": "যাদেরকে স্পর্শ করে নাই",
          "notes": "طَمَثَ (সহবাস করা, যৌন সঙ্গম করা, কুমারীত্ব/ সতীত্ব নষ্ট করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ يَطْمِثْ; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَمْ (না, নাই); কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُنَّ (তাদেরকে)。"
        },
        {
          "text": "إِنْسٌ",
          "meaningBn": "কোনো মানুষ",
          "notes": "إِنْسٌ (মানুষ, মনুষ্য, মানব, মানবজাতি)。"
        },
        {
          "text": "قَبْلَهُمْ",
          "meaningBn": "তাদের পূর্বে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় قَبْلَ (মধ্যে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ。"
        },
        {
          "text": "وَ لَا جَانٌّ",
          "meaningBn": "এবং জিনও না",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَانٌّ (নিরীহ সাপ, দৈত্য, পিশাচ, জ্বিন); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ لَا (না)。"
        }
      ]
    },
    {
      "ayahNumber": 57,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 58,
      "arabic": "كَأَنَّهُنَّ الْيَاقُوْتُ وَالْمَرْجَانُ",
      "bangla": "তারা যেন পদ্মরাগ ও প্রবাল।",
      "translations": {
        "osmani": "তারা যেন লাল মণি ও প্রবাল।",
        "tawjih": "তারা যেন পদ্মরাগ ও প্রবাল।"
      },
      "words": [
        {
          "text": "كَأَنَّهُنَّ الْيَاقُوْتُ",
          "meaningBn": "তারা যেন পদ্মরাগ",
          "notes": "সম্বন্ধসূচক অব্যয় كَأَنَّ (মতো), সংযোজক অব্যয় أَنَّ (যে) ও স্বতন্ত্র-সর্বনাম هُنَّ (তারা) -এর মিলিত রূপ। يَاقُوتُ (লাল রঙের রত্নবিশেষ, মানিক, লালমণি, পদ্মরাগমণি, চুনি) একটি সমষ্টি-বিশেষ্য; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْيَاقُوْتُ হয়েছে。"
        },
        {
          "text": "وَالْمَرْجَانُ",
          "meaningBn": "ও প্রবাল",
          "notes": "مَرَجَ (চরে বেড়ানো, চরানো, গবাদিপশু চারণভূমিতে প্রেরণ করা, প্রবাহিত করা, মুক্ত করে দেওয়া, প্রবাহিত হতে দেওয়া) মূল ক্রিয়ার একটি বিশেষ্য مَرْجَانُ (প্রবাল, ছোট ছোট মুক্তা); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْمَرْجَانُ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 59,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 60,
      "arabic": "هَلْ جَزَاءُ الْإِحْسَانِ إِلَّا الْإِحْسَانُ",
      "bangla": "উত্তম কাজের জন্য উত্তম পুরস্কার ব্যতীত কী হতে পারে?",
      "translations": {
        "osmani": "সৎকাজের প্রতিদান কি সৎকাজ ছাড়া আর কিছু হতে পারে?",
        "tawjih": "সৎকাজের প্রতিফল কি সৎকাজ ছাড়া আর কিছু?"
      },
      "words": [
        {
          "text": "هَلْ جَزَاءُ الْإِحْسَانِ",
          "meaningBn": "উত্তম কাজের জন্য পুরস্কার ব্যতীত কী হতে পারে?",
          "notes": "جَزَى (প্রতিদান দেওয়া, বদলা দেওয়া, পুরস্কার দেওয়া, পুরস্কৃত করা, ক্ষতিপুরণ দেওয়া, শাস্তি দেওয়া, সন্তুষ্টিবিধান করা) মূল ক্রিয়ার একটি বিশেষ্য جَزَاءٌ (ক্ষতিপূরণ, প্রতিফল, সমভাবে বিনিময়, বদলা, প্রতিদান, প্রতিশোধ, পুরস্কার, শাস্তি) শব্দটি الْإِحْسَانِ -এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে جَزَاءُ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ هَلْ (কি?)। حَسُنَ (সুন্দর হওয়া, সুদর্শন হওয়া, আকর্ষণীয় হওয়া, মনোরম হওয়া, প্রীতিকর হওয়া, সুবিধাজনক হওয়া, যথোপযুক্ত হওয়া, যথোচিত হওয়া) মূল ক্রিয়ার ৪নং ফরম أَحْسَنَ (অনুগ্রহ করা, সৎকাজ করা, সুন্দরভাবে করা, সঠিকভাবে করা, ন্যায়পরায়ণভাবে করা, সদাশয়তার সঙ্গে কাজ করা)-এর ক্রিয়া-বিশেষ্য إِحْسَانُ (দয়া, অনুগ্রহ, বদান্যতা, উত্তম কাজ, পরোপকারী কাজ, পরোপকার, সুসম্পাদন); এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং جَزَاء -এর মুদাফ-ইলায়হি হওয়ায় الْإِحْسَانِ হয়েছে।"
        },
        {
          "text": "إِلَّا الْإِحْسَانُ",
          "meaningBn": "উত্তম ব্যতীত",
          "notes": "إِحْسَانُ (দয়া, অনুগ্রহ,.. উপরে দেখুন) এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় الْإِحْسَانُ হয়েছে; পূর্বে রয়েছে ক্রিয়া-বিশেষণ إِلَّا (ব্যতীত)。"
        }
      ]
    },
    {
      "ayahNumber": 61,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 62,
      "arabic": "وَ مِنْ دُونِهِمَا جَنَّتَانِ",
      "bangla": "এই উদ্যানদ্বয় ব্যতীত আরও দুইটি উদ্যান রয়েছে।",
      "translations": {
        "osmani": "আর ঐ দুটি জান্নাত ছাড়াও আরো দুটি জান্নাত রয়েছে।",
        "tawjih": "ঐ দুটি জান্নাত ছাড়া আরও দুটি জান্নাত রয়েছে।"
      },
      "words": [
        {
          "text": "وَ مِنْ دُونِهِمَا",
          "meaningBn": "এই উদ্যানদ্বয় ব্যতীত",
          "notes": "সম্বন্ধসূচক অব্যয় دُوْنَ (ব্যতীত)-এর পূর্বে সম্বন্ধসূচক অব্যয় مِنْ (হতে) থাকায় دُونِ হয়েছে: دُونِ এবং সংযুক্ত-সর্বনাম هِمَا (তাদের উভয়)-এর মিলিত রূপ دُونِهِمَا; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "جَنَّتَانِ",
          "meaningBn": "আরও দুইটি উদ্যান রয়েছে",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَنَّةٌ (বাগান, উদ্যান, বাগিচা, জান্নাত, বেহেস্ত), দ্বিবচন কর্তৃকারক جَنَّتَانِ।"
        }
      ]
    },
    {
      "ayahNumber": 63,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 64,
      "arabic": "مُدْهَامَّتَانِ",
      "bangla": "ঘন সবুজ এই উদ্যান দুইটি।",
      "translations": {
        "osmani": "ঘন সবুজ এই দুটি জান্নাত।",
        "tawjih": "উভয়টি গাঢ় সবুজ রঙের।"
      },
      "words": [
        {
          "text": "مُدْهَامَّتَانِ",
          "meaningBn": "ঘন সবুজ এই উদ্যান দুইটি",
          "notes": "دَهِمَ (হঠাৎ এসে পড়া, বিপদ আপতিত হওয়া, আক্রমণ করা, ঝাঁপিয়ে পড়া) মূল ক্রিয়ার ১১নং ফরম اِدْهَامَّ (কালচে আভার হওয়া)-এর বিশেষ্য مُدْهَامٌ (যা এমন গাঢ় সবুজ রঙের যা কালো রঙের কাছাকাছি), স্ত্রীলিঙ্গ مُدْهَامَّةٌ, দ্ববচন مُدْهَامَّتَانِ।"
        }
      ]
    },
    {
      "ayahNumber": 65,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 66,
      "arabic": "فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ",
      "bangla": "উভয় উদ্যানে আছে উচ্ছলিত দুই প্রস্রবণ।",
      "translations": {
        "osmani": "তাদের মধ্যে দুটি উচ্ছলিত ঝরনা থাকবে।",
        "tawjih": "উভয় জান্নাতে দুটি উচ্ছলিত ঝরনা থাকবে।"
      },
      "words": [
        {
          "text": "فِيهِمَا",
          "meaningBn": "উভয় উদ্যানে আছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هِمَا (তাদের দুটি)-এর মিলিত রূপ।"
        },
        {
          "text": "عَيْنَانِ",
          "meaningBn": "দুই প্রস্রবণ",
          "notes": "عَيْنَ (عَانَ) (চোখে আঘাত করা, কุนজরে দেখা, চোখে অশ্রু আসা, প্রবাহিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য عَيْنٌ (প্রস্রবন, পানির ঝরণা, ফোয়ারা), দ্বিবচন কর্তৃকারক عَيْنَانِ।"
        },
        {
          "text": "نَضَّاخَتَانِ",
          "meaningBn": "উচ্ছলিত",
          "notes": "نَضَحَ (তরল পদার্থ বেগে প্রবাহিত হওয়া, প্রবল বেগে বেরিয়ে আসা) মূল ক্রিয়ার কর্তা-বিশেষ্য نَاضِخٌ (যা প্রবল বেগে প্রবাহিত হয়)-এর আধিক্যবাচক রূপ نَضَّاخٌ, স্ত্রীলিঙ্গ نَضَّاخَةٌ, দ্বিবচন (স্ত্রী) نَضَّاخَتَانِ।"
        }
      ]
    },
    {
      "ayahNumber": 67,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "ফَبِأَيِّ آلَاءِ রَبِّকُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "ফَبِأَيِّ آلَاءِ রَبِّকُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 68,
      "arabic": "فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ",
      "bangla": "সেখানে রয়েছে ফলমূল-খর্জুর ও আনার।",
      "translations": {
        "osmani": "তাদের মধ্যে রয়েছে ফলমূল, খেজুর ও আনার।",
        "tawjih": "ঐ দুটি জান্নাতে ফলমূল, খেজুর ও আনার থাকবে।"
      },
      "words": [
        {
          "text": "فِيهِمَا",
          "meaningBn": "সেখানে রয়েছে",
          "notes": "দেখুন আয়াত-৬৬।"
        },
        {
          "text": "فَاكِهَةٌ",
          "meaningBn": "ফলমূল",
          "notes": "فَكِهَ (আমুদে হওয়া, উল্লসিত হওয়া, কৌতুকপ্রিয় হওয়া, রসিক হওয়া) মূল ক্রিয়ার একটি বিশেষ্য فَاكِهَةٌ (ফলফলাদি, মেওয়া)。"
        },
        {
          "text": "وَ نَخْلٌ",
          "meaningBn": "খর্জুর",
          "notes": "نَخَلَ (ছাঁকা, চালনি দিয়ে ছাঁকা, ছেঁকে আলাদা করা, চালনি দিয়ে চালা) মূল ক্রিয়ার একটি বিশেষ্য نَخْلٌ (খেজুর গাছ, খেজুর, তাল গাছ, সমষ্টিবাচকভাবে তাল/ খেজুর বৃক্ষ); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        },
        {
          "text": "وَ رُمَّانٌ",
          "meaningBn": "ও আনার",
          "notes": "رَمَّ (ক্ষয়প্রাপ্ত হওয়া, জীর্ণ হওয়া, পচে যাওয়া) মূল ক্রিয়ার একটি জাতি-বিশেষ্য رُمَّانٌ (ডালিম, দাড়িম্ব, আনার, ডালিম ফল, ডালিম গাছ); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。"
        }
      ]
    },
    {
      "ayahNumber": 69,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "ফَبِأَيِّ آلَاءِ রَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 70,
      "arabic": "فِيهِنَّ خَيْرَاتٌ حِسَانٌ",
      "bangla": "সেই উদ্যানসমূহের মাঝে রয়েছে সুশীলা, সুন্দরীগণ।",
      "translations": {
        "osmani": "তাদের মধ্যে থাকবে সুশীলা, সুন্দরী রমণীগণ।",
        "tawjih": "তাদের মধ্যে থাকবে বহু সুশীলা, সুন্দরী রমণী।"
      },
      "words": [
        {
          "text": "فِيهِنَّ",
          "meaningBn": "সেই উদ্যানসমূহের মাঝে রয়েছে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় فِي (মধ্যে) ও সংযুক্ত-সর্বনাম هِنَّ (তাদের)-এর মিলিত রূপ।"
        },
        {
          "text": "خَيْرَاتٌ",
          "meaningBn": "সুশীলা",
          "notes": "খَيَرَ (خَارَ) (ভালো অবস্থায় থাকা, অনুকূল হওয়া, সহায়ক হওয়া, অধিকতর পছন্দ করা, শ্রেয় মনে করা, নির্বাচিত করা, বেছে নেওয়া, ধনসম্পদ অর্জন করা) মূল ক্রিয়ার একটি বিশেষ্য خَيْرٌ (কল্যাণ, মঙ্গল, উত্তম, উৎকৃষ্ট, মনোজ্ঞ, প্রীতিকর, উপযোগী, ভালো জিনিস, ধনসম্পদ), স্ত্রীলিঙ্গ خَيْرَةٌ, বহুবচন (স্ত্রী) خَيْرَاتٌ (ভালো স্ত্রীলোক, সতী যুবতী, ভালো জিনিস, কল্যাণকর কাজ, উত্তম কার্য)。"
        },
        {
          "text": "حِسَانٌ",
          "meaningBn": "সুন্দরীগণ",
          "notes": "حَسُنَ (সুন্দর হওয়া, সুদর্শন হওয়া, আকর্ষণীয় হওয়া, মনোরম হওয়া, প্রীতিকর হওয়া, সুবিধাজনক হওয়া, যথোপযুক্ত হওয়া, যথোচিত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য حَسِينٌ (সুন্দর, সুদর্শন, শোভন, মনোরম, মনোহর), বহুবচন حِسَانٌ।"
        }
      ]
    },
    {
      "ayahNumber": 71,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 72,
      "arabic": "حُورٌ مَقْصُورَاتٌ فِي الْخِيَامِ",
      "bangla": "তারা হুর, তাঁবুতে সুরক্ষিতা।",
      "translations": {
        "osmani": "তাঁবুর মধ্যে সংরক্ষিত হুররা থাকবে।",
        "tawjih": "তারা হলো হুর, যারা তাঁবুর মধ্যে সংরক্ষিত।"
      },
      "words": [
        {
          "text": "حُورٌ",
          "meaningBn": "তারা হুর",
          "notes": "حَوَرَ (حَارَ) (হতবুদ্ধি হওয়া, পিছিয়ে/ সরে আসা, হ্রাস পাওয়া, প্রত্যাবর্তন করা) মূল ক্রিয়ার একটি বিশেষ্য أَحْوَرُ (হুর, বেহেস্তের কুমারীদের নাম), বহুবচন حُورٌ।"
        },
        {
          "text": "مَقْصُورَاتٌ",
          "meaningBn": "সুরক্ষিতা",
          "notes": "قَصُرَ (সংক্ষিপ্ত হওয়া, খাটো হওয়া, ছোট হওয়া, অল্প হওয়া, কম হওয়া, অপর্যাপ্ত হওয়া, অপ্রতুল হওয়া, অপ্রচুর হওয়া) মূল ক্রিয়ার কর্ম-বিশেষ্য مَقْصُورٌ (সীমাবদ্ধ, আবদ্ধ, খাটো), স্ত্রীলিঙ্গ مَقْصُورَةٌ (সুরক্ষিত, সীমিত, গৃহে তত্ত্বাবধানে রক্ষিত মহিলা), বহুবচন (স্ত্রী) مَقْصُورَاتٌ。"
        },
        {
          "text": "فِي الْخِيَامِ",
          "meaningBn": "তাঁবুতে",
          "notes": "خَيَمَ (خَامَ) (কাপুরষের মত কাজ করা) মূল ক্রিয়ার একটি বিশেষ্য خَيْمَةٌ (চত্বর, তাঁবু, শিবির, শামিয়ানা, ক্যাম্প), বহুবচন خِيَامٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে, তে) থাকায় الْخِيَامِ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 73,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "ফَبِأَيِّ آلَاءِ রَبِّকُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "ফَبِأَيِّ آلَاءِ রَبِّকُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 74,
      "arabic": "لَمْ يَطْمِثْهُنَّ إِنْسٌ قَبْلَهُمْ وَلَا جَانٌّ",
      "bangla": "ইহাদেরকে ইতিপূর্বে কোনো মানুষ অথবা জিন স্পর্শ করে নাই।",
      "translations": {
        "osmani": "তাদেরকে তাদের পূর্বে কোনো মানুষ অথবা জ্বীন স্পর্শ করেনি।",
        "tawjih": "তাদেরকে তাদের পূর্বে কোনো মানুষ বা জ্বীন সহবাস করেনি।"
      },
      "words": [
        {
          "text": "لَمْ يَطْمِثْهُنَّ",
          "meaningBn": "যাদেরকে স্পর্শ করে নাই",
          "notes": "طَمَثَ (সহবাস করা, যৌন সঙ্গম করা, কুমারীত্ব/ সতীত্ব নষ্ট করা) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, যুসীভভাব রূপ يَطْمِثْ; নিয়ামক হিসেবে পূর্বে রয়েছে ক্রিয়া-বিশেষণ لَمْ (না, নাই); কর্ম হিসেবে শেষে যুক্ত রয়েছে সংযুক্ত-সর্বনাম هُنَّ (তাদেরকে)。"
        },
        {
          "text": "إِنْسٌ",
          "meaningBn": "কোনো মানুষ",
          "notes": "إِنْسٌ (মানুষ, মনুষ্য, মানব, মানবজাতি)。"
        },
        {
          "text": "قَبْلَهُمْ",
          "meaningBn": "তাদের পূর্বে",
          "notes": "শব্দটি সম্বন্ধসূচক অব্যয় قَبْلَ (মধ্যে) ও সংযুক্ত-সর্বনাম هُمْ (তাদের)-এর মিলিত রূপ。"
        },
        {
          "text": "وَ لَا جَانٌّ",
          "meaningBn": "এবং জিনও না",
          "notes": "جَنَّ (অন্ধকার হওয়া, ঢেকে রাখা, গোপন থাকা, লুকিয়ে রাখা, আবৃত থাকা) মূল ক্রিয়ার একটি বিশেষ্য جَانٌّ (নিরীহ সাপ, দৈত্য, পিশাচ, জ্বিন); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং) ও ক্রিয়া-বিশেষণ لَا (না)。"
        }
      ]
    },
    {
      "ayahNumber": 75,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩。"
        }
      ]
    },
    {
      "ayahNumber": 76,
      "arabic": "مُتَّكِئِينَ عَلَى رَفْرَفٍ خُضْرٍ وَعَبْقَرِيٌّ حِسَانٍ",
      "bangla": "উহারা হেলান দিয়ে বসবে সবুজ তাকিয়ায় ও সুন্দর গালিচার উপরে।",
      "translations": {
        "osmani": "তারা সবুজ মসনদ আর সুন্দর কারুকার্যখচিত গালিচার উপর হেলান দিয়ে বসবে।",
        "tawjih": "তারা হেলান দিয়ে বসবে সবুজ মসনদ আর উত্তম কারুকার্যখচিত গালিচার উপর।"
      },
      "words": [
        {
          "text": "مُتَّكِئِينَ",
          "meaningBn": "উহারা হেলান দিয়ে বসবে",
          "notes": "وَكَأَ (এলিয়ে দেওয়া, এলিয়ে পড়া, হেলান দেওয়া, সটান শুয়ে পড়া) মূল ক্রিয়ার ৮নং ফরম اِتَّكَأَ (ভর করা, ঠেস দেওয়া, ভর দেওয়া, হেলান দেওয়া)-এর কর্তা-বিশেষ্য مُتَّكِئٌ (যিনি হেলান দিয়ে আছেন, যে আসনে হেলান দেয়), বহুবচন কর্ম/ সম্বন্ধকারক مُتَّكِئِينَ।"
        },
        {
          "text": "عَلَى رَفْرَفٍ",
          "meaningBn": "তাকিয়ার উপরে",
          "notes": "رَفْرَفَ (ডানা পাখা বিস্তার করা) মূল ক্রিয়ার একটি বিশেষ্য رَفْرَفٌ (গদি, বালিশ, তাকিয়া); এর পূর্বে সম্বন্ধসূচক অব্যয় عَلَى (উপর) থাকায় رَفْرَفٍ হয়েছে।"
        },
        {
          "text": "خُضْرٍ",
          "meaningBn": "সবুজ",
          "notes": "حَضِرَ (সবুজ হওয়া, শ্যমল হওয়া, সতেজ হওয়া) মূল ক্রিয়ার একটি বিশেষ্য أَخْضَرُ (সবুজ, হরিৎ, সজীব, তাজা), বহুবচন خُضْرٌ; শব্দটি رَفْرَفٍ -কে অনুসরণ করায় خُضْرٍ হয়েছে।"
        },
        {
          "text": "وَ عَبْقَرِيٌّ حِسَانٍ",
          "meaningBn": "ও সুন্দর গালিচার উপরে",
          "notes": "عَبْقَرِيٌّ (যা চকচক করে, বহুবর্ণ, উজ্জল, রঙিন, একধরণের অতি চমৎকার কার্পেট/ গালিচা) শব্দটি خُضْرٍ -কে অনুসরণ করায় عَبْقَرِيٌّ হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)。 حِسَانٌ (সুন্দর, সুদর্শন, শোভন, মনোরম, মনোহর; দেখুন আয়াত-৭০); শব্দটি عَبْقَرِيٌّ -কে অনুসরণ করায় حِسَانٍ হয়েছে।"
        }
      ]
    },
    {
      "ayahNumber": 77,
      "arabic": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
      "bangla": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
      "translations": {
        "osmani": "সুতরাং তোমরা দুজন তোমাদের প্রতিপালকের কোন্ কোন্ নেয়ামতকে অস্বীকার করবে?",
        "tawjih": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ কোন্ অনুগ্রহকে মিথ্যা বলবে?"
      },
      "words": [
        {
          "text": "فَبِأَيِّ آلَاءِ رَبِّكُمَا تُكَذِّبَانِ",
          "meaningBn": "সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন্ অনুগ্রহ অস্বীকার করবে?",
          "notes": "ফَبِأَيِّ آلَاءِ রَبِّকُمَا تُكَذِّبَانِ দেখুন আয়াত-১৩।"
        }
      ]
    },
    {
      "ayahNumber": 78,
      "arabic": "تَبَارَكَ اسْمُ رَبِّكَ ذِي الْجَلَالِ وَالْإِكْرَامِ",
      "bangla": "কত মহান তোমার প্রতিপালকের নাম যিনি মহিমময় ও মহানুভব!",
      "translations": {
        "osmani": "কত বরকতময় তোমার প্রতিপালকের নাম, যিনি মহিমময় ও মহানুভব।",
        "tawjih": "কত বরকতময় তোমার প্রতিপালকের নাম, যিনি মহিমময় ও মহানুভব।"
      },
      "words": [
        {
          "text": "تَبَارَكَ",
          "meaningBn": "কত মহান",
          "notes": "وَكَ (বসে পড়া, হাঁটু গেড়ে বসা) মূল ক্রিয়ার ৬নং ফরম تَبَارَكَ (বরকতময় হওয়া, কল্যাণময় হওয়া, মহিমান্বিত হওয়া, মহান হওয়া) ক্রিয়াটি অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ রূপেই আছে।"
        },
        {
          "text": "اسْمُ رَبِّكَ",
          "meaningBn": "তোমার প্রতিপালকের নাম",
          "notes": "سَمَوَ (سَمَا) (উঁচু হওয়া, উত্তোলন করা, খাড়া করা, উপরে উঠানো, অভিজাত হওয়া) মূল ক্রিয়ার একটি বিশেষ্য اِسْمٌ (নাম, খ্যাতি, উপাধি, শিরোনাম); শব্দটি رَبِّ-এর মুদাফ হওয়ায় তানবীন উঠে গিয়ে اِسْمُ হয়েছে। رَبٌّ (প্রতিপালক, রব, প্রভু, শাসক); শব্দটি সংযুক্ত-সর্বনাম كَ (তোমার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং اِسْمُ-এর মুদাফ-ইলায়হি হওয়ায় رَبِّ হয়েছে।"
        },
        {
          "text": "ذِي الْجَلَالِ وَالْإِكْرَامِ",
          "meaningBn": "যিনি মহিমময় ও মহানুভব",
          "notes": "ذِي (অধিকারী, মালিক, ওয়ালা, বিশিষ্ট, জন্মগত গুণের অধিকারী)-এর একবচন সম্বন্ধকারক রূপ। الْجَلَالِ وَالْإِكْرَامِ দেখুন আয়াত-২৭।"
        }
      ]
    }
  ]
}
