{
    "number": 100,
    "nameAr": "سورة العاديات",
    "nameBn": "সূরা আল-আদিয়াত",
    "revelationPlace": "Makki",
    "ayahCount": 11,
    "hasBismillah": true,
    "bismillah": {
        "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ",
        "bangla": "পরম করুণাময় অশেষ দয়াবান আল্লাহর নামে (শুরু করছি)",
        "translations": {
            "osmani": "পরম করুণাময়, অসীম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।",
            "tawjih": "পরম করুণাময় ও অসীম দয়ালু আল্লাহর নামে।"
        },
        "words": []
    },
    "ayahs": [
        {
            "ayahNumber": 1,
            "arabic": "وَالْعَدِيتِ ضَبْحًا.",
            "bangla": "শপথ, হেসাধ্বনি দিয়ে ধাবমান ঘোড়াগুলির,",
            "translations": {
                "osmani": "শপথ সেই সকল দ্রুতগামী অশ্বের, যারা হাঁপাতে হাঁপাতে দৌড়ায়।",
                "tawjih": "শপথ, হাঁপাতে হাঁপাতে ধাবমান ঘোড়াগুলির।"
            },
            "words": [
                {
                    "text": "وَالْعَدِيتِ",
                    "meaningBn": "শপথ দ্রুতগামী ঘোড়াগুলির",
                    "notes": "عَدَا (প্রকৃত রূপ عَ دَوَ) (দৌড় দেওয়া, দ্রুততর হওয়া, বেগে ধাবমান হওয়া, সীমা ছাড়িয়ে যাওয়া, বল্পিত গতিতে ধাবিত হওয়া, পার হয়ে যাওয়া, সীমালঙ্ঘন করা) মূল ক্রিয়ার একটি বিশেষ্য عَادِيَّةٌ (দ্রুতগামী ঘোড়া), বহুবচন عَادِيَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْعَادِيَاتُ হয়েছে; সম্বন্ধসূচক অব্যয় وَ (শপথ) পূর্বে থাকায় সম্বন্ধকারকে اَلْعَدِيتِ (বা اَلْعَادِيَاتِ) হয়েছে।"
                },
                {
                    "text": "ضَبْحًا",
                    "meaningBn": "হাঁপাতে হাঁপাতে",
                    "notes": "ضَبَحَ (হাঁপানো, জোরে শ্বাস নেওয়া, নাক ডাকা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য ضَبْحٌ (হাঁপানো); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় ضَبْحًا (হাঁপাতে হাঁপাতে) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 2,
            "arabic": "فَالْمُوْرِيتِ قَدْحًا.",
            "bangla": "যারা (ক্ষুরাঘাতে) অগ্নিস্ফুলিঙ্গ (বিচ্ছুরিত করে) ঝাড়ে,",
            "translations": {
                "osmani": "অতঃপর যারা ক্ষুরাঘাতে স্ফুলিঙ্গ বিচ্ছুরিত করে,",
                "tawjih": "যারা (ক্ষুরাঘাতে) অগ্নিস্ফুলিঙ্গ (বিচ্ছুরিত করে) ঝাড়ে।"
            },
            "words": [
                {
                    "text": "فَالْمُوْرِيَاتِ",
                    "meaningBn": "অতএব যে অগ্নিস্ফুলিঙ্গ ঝাড়ে",
                    "notes": "وَرَى (আগুন ধরা, আগুন জ্বলে উঠা, প্রজ্বলিত হওয়া, আগুন লাগা) মূল ক্রিয়ার ৪ নং ফরম أَوْرَى (আগুন জ্বালানো, আগুন ধরানো, প্রজ্বলিত করা, উজ্জ্বল করা)-এর কর্তা-বিশেষ্য مُورِيٌّ (যে আগুন ধরায়, অগ্নিস্ফুলিঙ্গ ঝাড়ে), স্ত্রীলিঙ্গ রূপ مُورِيَةٌ, বহুবচন স্ত্রীলিঙ্গ مُورِيَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْمُوْرِيَاتُ হয়েছে; পূর্বে সংযোজক অব্যয় فَ (অতএব) যুক্ত হওয়ায় এবং শব্দটি اَلْعَادِيَاتِ -কে অনুসরণ করায় فَالْمُوْرِيَاتِ (অতএব যে অগ্নিস্ফুলিঙ্গ ঝাড়ে) হয়েছে।"
                },
                {
                    "text": "قَدْحًا",
                    "meaningBn": "অগ্নিস্ফুলিঙ্গ",
                    "notes": "قَدَحَ (ঘর্ষণের সাহায্যে আগুন বের করা, নিন্দা করা, দুর্নাম করা, অপবাদ দেওয়া) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য قَدْحٌ (ঘর্ষণের সাহায্যে আগুন বের করণ, অগ্নিস্ফুলিঙ্গ, নিন্দা, অপবাদ); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় قَدْحًا (অগ্নিস্ফুলিঙ্গ) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 3,
            "arabic": "فَالْمُغِيرَاتِ صُبْحًا.",
            "bangla": "অতঃপর যারা প্রভাতে অভিযান চালায়",
            "translations": {
                "osmani": "অতঃপর যারা প্রত্যুষে আক্রমণ করে,",
                "tawjih": "অতঃপর যারা প্রভাতে অভিযান চালায়।"
            },
            "words": [
                {
                    "text": "فَالْمُغِيرَاتِ",
                    "meaningBn": "অতঃপর যারা অভিযান চালায়",
                    "notes": "أَغَارَ (সামরিক অভিযানকারী বাহিনী, অভিযানকারী ঘোড়া) ৪নং ফরমের কর্তা-বিশেষ্য مُغِيرٌ (সামরিক অভিযানকারী বাহিনী, অভিযানকারী ঘোড়া), স্ত্রীলিঙ্গ রূপ مُغِيرَةٌ, বহুবচন স্ত্রী مُغِيرَاتٌ; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় اَلْمُغِيرَاتُ হয়েছে; সংযোজক অব্যয় فَ (অতএব) পূর্বে যুক্ত হওয়ায় এবং শব্দটি اَلْعَادِيَاتِ -কে অনসরণ করায় فَالْمُغِيرَاتِ (অতঃপর যারা অভিযান চালায়) হয়েছে।"
                },
                {
                    "text": "صُبْحًا",
                    "meaningBn": "প্রভাতে",
                    "notes": "صَبَحَ (সুন্দর হওয়া, সহজ হওয়া, মাধুর্যময় হওয়া) মূল ক্রিয়ার একটি বিশেষ্য صُبْحٌ (প্রভাত); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় صُبْحًا (প্রভাতে) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 4,
            "arabic": "فَأَثَرْنَ بِهِ نَفْعًا.",
            "bangla": "অতঃপর এভাবে ধুলাবালী উড়ায়",
            "translations": {
                "osmani": "এবং এরপর ধূলি উড়িয়ে দেয়,",
                "tawjih": "অতঃপর এভাবে ধুলাবালী উড়ায়।"
            },
            "words": [
                {
                    "text": "فَأَثَرْنَ",
                    "meaningBn": "অতএব তারা উড়ায়",
                    "notes": "أَثَارَ (উসকানো, প্ররোচিত করা, উত্তেজিত করা, জাগিয়ে তোলা, নাড়া দেওয়া, আলোড়িত করা, আন্দোলিত করা, ধুলা উড়ানো) ৪নং ফরমের অতীতকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, বহুবচন রূপ أَثَرْنَ (তারা উড়ায়); এর পূর্বে সংযোজক অব্যয় فَ (অতএব) যুক্ত হওয়ায় فَأَثَرْنَ (অতএব তারা উড়ায়) হয়েছে।"
                },
                {
                    "text": "بِهِ",
                    "meaningBn": "তার দ্বারা",
                    "notes": "সম্বন্ধসূচক অব্যয় بِ (সাথে, দ্বারা) ও সংযুক্ত সর্বনাম هِ (তার)-এর মিলিত রূপ بِهِ; তাজবীদের নিয়ম অনুযায়ী এক-আলিফ টান দেওয়ার জন্য 'হা'-এর নীচে খাড়া যের দেওয়া হয়েছে।"
                },
                {
                    "text": "نَفْعًا",
                    "meaningBn": "ধূলাবালী",
                    "notes": "نَفَعَ (ভিজানো, সিক্ত করা, আদ্র করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য نَفْعٌ (ধূলাবালী, ধূলা, সিক্ততা, আদ্রতা); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহার হওয়ায় نَفْعًا হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 5,
            "arabic": "فَوَسَطْنَ بِهِ جَمْعًا.",
            "bangla": "অতঃপর (শত্রু) দলের অভ্যন্তরে (ঢুকে পড়ে)",
            "translations": {
                "osmani": "অতঃপর তার দ্বারা শত্রুদলের মাঝে প্রবেশ করে।",
                "tawjih": "অতঃপর (শত্রু) দলের অভ্যন্তরে (ঢুকে পড়ে)।"
            },
            "words": [
                {
                    "text": "فَوَسَطْنَ",
                    "meaningBn": "অতঃপর তারা অভ্যন্তরে ঢুকে পড়ে",
                    "notes": "وَسَطَ (মাঝখানে থাকা, মধ্যস্থলে অবস্থান করা, অভ্যন্তরে ঢুকে পড়া) মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, স্ত্রীলিঙ্গ, বহুবচন রূপ وَسَطْنَ (তারা অভ্যন্তরে ঢুকে পড়ে); এর পূর্বে সংযোজক অব্যয় فَ (অতএব, অতঃপর) যুক্ত হওয়ায় فَوَسَطْنَ (অতঃপর তারা অভ্যন্তরে ঢুকে পড়ে) হয়েছে।"
                },
                {
                    "text": "بِهِ",
                    "meaningBn": "তার দ্বারা",
                    "notes": "সম্বন্ধসূচক অব্যয় بِ (সাথে, দ্বারা) ও সংযুক্ত সর্বনাম هِ (তার)-এর মিলিত রূপ بِهِ; তাজবীদের নিয়ম অনুযায়ী এক-আলিফ টান দেওয়ার জন্য 'হা'-এর নীচে খাড়া যের দেওয়া হয়েছে। (দেখুন আয়াত-৪)"
                },
                {
                    "text": "جَمْعًا",
                    "meaningBn": "দলের",
                    "notes": "جَمَعَ (একত্রিত করা, জমা করা, যোগ করা, অন্তর্ভুক্ত করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য جَمْعٌ (সমাবেশ, দল, সমষ্টি); শব্দটি বাক্যে কর্ম হিসেবে ব্যবহৃত হওয়ায় جَمْعًا (দলে) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 6,
            "arabic": "إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُوْدٌ.",
            "bangla": "নিশ্চয় মানুষ তার রবের প্রতি অবশ্যই অকৃতজ্ঞ",
            "translations": {
                "osmani": "নিঃসন্দেহে মানুষ তার প্রতিপালকের প্রতি অতিশয় অকৃতজ্ঞ।",
                "tawjih": "নিশ্চয় মানুষ তার রবের প্রতি অবশ্যই অকৃতজ্ঞ।"
            },
            "words": [
                {
                    "text": "إِنَّ",
                    "meaningBn": "নিশ্চয়",
                    "notes": "إِنَّ (নিশ্চয়ই) ক্রিয়া বিশেষণ।"
                },
                {
                    "text": "الْإِنْسَانَ",
                    "meaningBn": "মানুষ",
                    "notes": "إِنْسَانُ (মানুষ, মনুষ্য, মানবজাতি) মূল ক্রিয়ার একটি বিশেষ্য; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি ক্রিয়া বিশেষণ إِنَّ (নিশ্চয়ই)-এর বিশেষ্য হওয়ায় اَلْإِنْسَانَ হয়েছে।"
                },
                {
                    "text": "لِرَبِّهِ",
                    "meaningBn": "তার রবের প্রতি",
                    "notes": "رَبٌّ (রব, প্রতিপালক, প্রভু, শাসক) মূল ক্রিয়ার একটি বিশেষ্য; শব্দটি সংযুক্ত সর্বনাম هِ (তার)-এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় رَبِّ হয়েছে; তাজবীদের নিয়ম অনুযায়ী তেলাওয়াতে টান দেওয়ার জন্য 'হা'-এর নীচে খাড়া যের দেওয়া হয়েছে।"
                },
                {
                    "text": "لَكَنُوْدٌ",
                    "meaningBn": "অবশ্যই অকৃতজ্ঞ",
                    "notes": "كَنَدَ (অকৃতজ্ঞ হওয়া, উপকার অস্বীকার করা, সত্যতা অস্বীকার করা) মূল ক্রিয়ার ক্রিয়া-বিশেষ্য كَنُودٌ (অকৃতজ্ঞ); এর পুরবে ক্রিয়া-বিশেষণ لَ (অবশ্যই) যুক্ত হওয়ায় لَكَنُودٌ (অবশ্যই অকৃতজ্ঞ) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 7,
            "arabic": "وَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ.",
            "bangla": "এবং নিশ্চয়ই সে নিজেই এর সাক্ষী",
            "translations": {
                "osmani": "আর সে নিজেই তো এর সাক্ষী।",
                "tawjih": "এবং নিশ্চয়ই সে নিজেই এর সাক্ষী।"
            },
            "words": [
                {
                    "text": "وَإِنَّهُ",
                    "meaningBn": "এবং নিশ্চয়ই সে",
                    "notes": "إِنَّ (নিশ্চয়ই) ক্রিয়া-বিশেষণ এবং স্বতন্ত্র সর্বনাম هُ (তিনি, সে)-এর মিলিত রূপ إِنَّهُ; তাজবীদের নিয়ম অনুযায়ী এক-আলিফ টান দেওয়ার জন্য 'হা'-এর উপর উল্টা পেশ দেওয়া হয়েছে; পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
                },
                {
                    "text": "عَلَى ذَلِكَ",
                    "meaningBn": "উহার উপর",
                    "notes": "সম্বন্ধসূচক অব্যয় عَلَى (উপর) ও নির্দেশক সর্বনাম ذَلِكَ (উহার)-এর মিলিত রূপ।"
                },
                {
                    "text": "لَشَهِيدٌ",
                    "meaningBn": "অবশ্যই সাক্ষী",
                    "notes": "شَهِدَ (সাক্ষ্য প্রদান করা, উপস্থিত থাকা, সাক্ষী হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَهِيدٌ (সাক্ষী, শহীদ); এর পূর্বে ক্রিয়া-বিশেষণ لَ (অবশ্যই) যুক্ত হওয়ায় لَشَهِيدٌ (অবশ্যই সাক্ষী) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 8,
            "arabic": "وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ.",
            "bangla": "এবং নিশ্চয় সে ধনসম্পদের (মালের) আসক্তিতে (মহব্বতে) অত্যন্ত কঠিন (বড়ই প্রবল)।",
            "translations": {
                "osmani": "এবং নিশ্চয় সে ধন-সম্পদের (মহব্বতে) বড়ই প্রবল।",
                "tawjih": "এবং নিশ্চয় সে ধনসম্পদের (মালের) আসক্তিতে (মহব্বতে) অত্যন্ত কঠিন (বড়ই প্রবল)।"
            },
            "words": [
                {
                    "text": "وَإِنَّهُ",
                    "meaningBn": "এবং নিশ্চয় সে",
                    "notes": "দেখুন আয়াত-৭।"
                },
                {
                    "text": "لِحُبِّ",
                    "meaningBn": "আসক্তিতে",
                    "notes": "حُبٌّ (ভালোবাসা, আসক্তি, প্রেম, প্রীতি) মূল ক্রিয়ার একটি বিশেষ্য; শব্দটি اَلْخَيْرِ -এর মুদাফ হওয়ায় তানবীন উঠে গেছে এবং পূর্বে সম্বন্ধসূচক অব্যয় لِ (জন্য) যুক্ত হওয়ায় لِحُبِّ (আসক্তিতে) হয়েছে।"
                },
                {
                    "text": "الْخَيْرِ",
                    "meaningBn": "ধনসম্পদের",
                    "notes": "خَيْرٌ (তুষ্টিকর, মনোজ্ঞ, প্রীতিকর, উত্তম, ধনসম্পদ, ভালো জিনিস) মূল ক্রিয়ার একটি বিশেষ্য; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং শব্দটি لِحُبِّ -এর মুদাফ-ইলায়হি হওয়ায় اَلْخَيْرِ (ধনসম্পদের) হয়েছে।"
                },
                {
                    "text": "لَشَدِيدٌ",
                    "meaningBn": "বড়ই প্রবল",
                    "notes": "شَدَّ (দৃঢ় হওয়া, বলিষ্ঠ হওয়া, প্রচন্ড হওয়া, প্রবল হওয়া, তীব্র হওয়া) মূল ক্রিয়ার একটি বিশেষ্য شَدِيدٌ (তীব্র, কঠিন, প্রচন্ড, শক্ত, কঠোর, প্রবল); এর পূর্বে ক্রিয়া-বিশেষণ لَ (অবশ্যই) যুক্ত হয়ে لَشَدِيدٌ (বড়ই প্রবল) হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 9,
            "arabic": "أَفَلَا يَعْلَمُ إِذَا بُعْثِرَ مَا فِي الْقُبُورِ.",
            "bangla": "তবে কি সে জানে না যখন কবরগুলোর মধ্যে যা কিছু আছে তা উত্থিত হবে?",
            "translations": {
                "osmani": "সে কি জানে না, যখন কবরগুলোর মধ্যে যা আছে, তা উত্থিত করা হবে?",
                "tawjih": "তবে কি সে জানে না যখন কবরগুলোর মধ্যে যা কিছু আছে তা উত্থিত হবে?"
            },
            "words": [
                {
                    "text": "أَفَلَا",
                    "meaningBn": "অতএব/ তবে কি না?",
                    "notes": "সংযোজক অব্যয় فَ (তবে, অতএব) এবং ক্রিয়া-বিশেষণ لَا (না)-এর মিলিত রূপ فَلَا; পূর্বে রয়েছে ক্রিয়া-বিশেষণ أَ (কি?)।"
                },
                {
                    "text": "يَعْلَمُ",
                    "meaningBn": "সে জানে",
                    "notes": "عَلِمَ (জানা, অবগত হওয়া, জ্ঞাত হওয়া) মূল ক্রিয়ার বর্তমানকাল, প্রথম পুরুষ, পুংলিঙ্গ, একবচন রূপ।"
                },
                {
                    "text": "إِذَا",
                    "meaningBn": "যখন",
                    "notes": "সংযোজক অব্যয়।"
                },
                {
                    "text": "بُعْثِرَ",
                    "meaningBn": "উত্থিত করা হবে",
                    "notes": "بُعْثِرَ (ছড়িয়ে দেওয়া, বিক্ষিপ্ত করা, উত্থিত করা, অনাবৃত করা, ওলট-পালট করা, ছিঁড়ে ফেলা, উল্টিয়ে ফেলে উম্মোচন করা, জনসমক্ষে প্রকাশ করা) চার অক্ষর বিশিষ্ট মূল ক্রিয়ার অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ।"
                },
                {
                    "text": "مَا",
                    "meaningBn": "যা কিছু",
                    "notes": "সংযোজক সর্বনাম।"
                },
                {
                    "text": "فِي",
                    "meaningBn": "মধ্যে",
                    "notes": "সম্বন্ধসূচক অব্যয়।"
                },
                {
                    "text": "الْقُبُورِ",
                    "meaningBn": "কবরগুলোর",
                    "notes": "قُبُورٌ (কবর, সমাধি, গোর), বহুবচন; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় اَلْقُبُورِ হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 10,
            "arabic": "وَحُصِّلَ مَا فِي الصُّدُورِ.",
            "bangla": "এবং বক্ষসমূহের মধ্যে যা কিছু আছে তা প্রকাশ করা হবে।",
            "translations": {
                "osmani": "এবং অন্তরে যা আছে, তা প্রকাশ করা হবে?",
                "tawjih": "এবং বক্ষসমূহের মধ্যে যা কিছু আছে তা প্রকাশ করা হবে।"
            },
            "words": [
                {
                    "text": "وَحُصِّلَ",
                    "meaningBn": "এবং তা প্রকাশ করা হবে",
                    "notes": "حُصِّلَ (প্রকাশ করা, অনাবৃত করা, উম্মোচিত করা, নগ্ন করা, অর্জন করা, উদ্ধার করা) ২নং ফরম ক্রিয়াটির অতীতকাল, প্রথম পুরুষ, একবচন, পুংলিঙ্গ, কর্মবাচ্য রূপ (যা প্রকাশ করা হবে); পূর্বে রয়েছে সংযোজক অব্যয় وَ (এবং)।"
                },
                {
                    "text": "مَا",
                    "meaningBn": "যা কিছু",
                    "notes": "সংযোজক সর্বনাম।"
                },
                {
                    "text": "فِي",
                    "meaningBn": "মধ্যে",
                    "notes": "সম্বন্ধসূচক অব্যয়।"
                },
                {
                    "text": "الصُّدُورِ",
                    "meaningBn": "বক্ষসমূহের",
                    "notes": "صُدُورٌ (বক্ষ, বুক, অন্তর, হৃদয়), বহুবচন; এর সঙ্গে নির্দিষ্ট আর্টিকেল اَلْ (টি) যুক্ত হওয়ায় এবং এর পূর্বে সম্বন্ধসূচক অব্যয় فِي (মধ্যে) থাকায় اَلصُّدُورِ হয়েছে।"
                }
            ]
        },
        {
            "ayahNumber": 11,
            "arabic": "إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ خَبِيرٌ.",
            "bangla": "নিশ্চয় সেদিন তাদের সাথে কি ঘটবে তাদের রব অবশ্যই সবিশেষ অবহিত",
            "translations": {
                "osmani": "নিঃসন্দেহে সেদিন তাদের রব তাদের অবস্থা সম্পর্কে সম্যক অবহিত।",
                "tawjih": "নিশ্চয় সেদিন তাদের সাথে কি ঘটবে তাদের রব অবশ্যই সবিশেষ অবহিত।"
            },
            "words": [
                {
                    "text": "إِنَّ",
                    "meaningBn": "নিশ্চয়",
                    "notes": "ক্রিয়া-বিশেষণ।"
                },
                {
                    "text": "رَبَّهُمْ",
                    "meaningBn": "তাদের রব",
                    "notes": "رَبٌّ (রব, প্রতিপালক, শাসক, প্রভু) মূল ক্রিয়ার একটি বিশেষ্য; শব্দটি সংযুক্ত সর্বনাম هُمْ (তাদের) মুদাফ হওয়ায় তানবীন উঠে গেছে এবং ক্রিয়া-বিশেষণ إِنَّ (নিশ্চয়ই)-এর বিশেষ্য হওয়ায় رَبُّ হয়েছে।"
                },
                {
                    "text": "بِهِمْ",
                    "meaningBn": "তাদের সাথে",
                    "notes": "সম্বন্ধসূচক অব্যয় بِ (সাথে, দ্বারা) এবং সংযুক্ত সর্বনাম هِمْ (তাদের)-এর মিলিত রূপ।"
                },
                {
                    "text": "يَوْمَئِذٍ",
                    "meaningBn": "সেই নির্দিষ্ট দিন",
                    "notes": "يَوْمَ (ঐ দিন, একটি নির্দিষ্ট দিনে) মূল ক্রিয়ার একটি বিশেষ্য; يَوْمَ এবং إِذْ -এর মিলিত রূপ يَوْمَئِذٍ (সেই নির্দিষ্ট দিন)।"
                },
                {
                    "text": "خَبِيرٌ",
                    "meaningBn": "অবশ্যই অবহিত",
                    "notes": "خَبِيرٌ (অভিজ্ঞ, দক্ষ, বিশেষজ্ঞ, অবহিত) মূল ক্রিয়ার কর্তা-বিশেষ্য (আধিক্যবাচক রূপ); এর পূর্বে ক্রিয়া-বিশেষণ لَ (অবশ্যই) যুক্ত হওয়ায় لَخَبِيرٌ হয়েছে; তাজবীদের নিয়ম অনুযায়ী ইদগাম করে পড়ার জন্য لَ -এর উপর তাশদীদ দিয়ে لَخَبِيرٌ লেখা হয়েছে।"
                }
            ]
        }
    ]
}
